window.currentQuiz = {
    "name": "工業電子丙級學科題庫（去除有圖題目）",
    "time": 60,
    "data": [
        {
            "q": "下列電阻器之標註何者為正確",
            "o": [
                "(A) R 5",
                "(B) 5 R",
                "(C) R 5",
                "(D) 5 R"
            ],
            "a": "A"
        },
        {
            "q": "我國國家標準的簡稱是",
            "o": [
                "(A) CNS",
                "(B) JIS",
                "(C) DIN",
                "(D) ISO"
            ],
            "a": "A"
        },
        {
            "q": "在 CNS 標準中，繪圖之元件 外型尺 寸常採 用",
            "o": [
                "(A) 英制",
                "(B) 公制",
                "(C) 台制",
                "(D) 德 制"
            ],
            "a": "B"
        },
        {
            "q": "常用 CMOS 系列 IC 之雙排 包裝（ DI P）的 腳距為",
            "o": [
                "(A) 0.1 英吋",
                "(B) 0.2 英吋",
                "(C) 0.3 英吋",
                "(D) 0.4 英吋"
            ],
            "a": "A"
        },
        {
            "q": "繼電器接點標示為 N.C.表示接點",
            "o": [
                "(A) 常開",
                "(B) 常閉",
                "(C) 空接",
                "(D) 接地"
            ],
            "a": "B"
        },
        {
            "q": "1GHz 表示",
            "o": [
                "(A) 10 6 Hz",
                "(B) 10 7 Hz",
                "(C) 10 8 Hz",
                "(D) 10 9 Hz"
            ],
            "a": "D"
        },
        {
            "q": "國際標準組織簡稱為",
            "o": [
                "(A) ANSI",
                "(B) CNS",
                "(C) DIN",
                "(D) ISO"
            ],
            "a": "D"
        },
        {
            "q": "電機電子工程學會簡稱為",
            "o": [
                "(A) FCC",
                "(B) UL",
                "(C) BS",
                "(D) IEEE"
            ],
            "a": "D"
        },
        {
            "q": "下列何者不是應用於電子電機方面的 繪圖軟 體",
            "o": [
                "(A) ORCAD",
                "(B) PCAD",
                "(C) WOR D",
                "(D) PROTEL"
            ],
            "a": "C"
        },
        {
            "q": "所謂的「一令」紙係指全開的紙幾張",
            "o": [
                "(A) 100",
                "(B) 250",
                "(C) 500",
                "(D) 1000"
            ],
            "a": "C"
        },
        {
            "q": "我國國家標準 CNS 規定工業 用圖紙 ，以下 何種為 公制？",
            "o": [
                "(A) B",
                "(B) LETTER",
                "(C) LEGAL",
                "(D) A4"
            ],
            "a": "D"
        },
        {
            "q": "將電子元件、導線與電子電路板作適 當而正 確的 裝配， 應使用",
            "o": [
                "(A) 電烙鐵",
                "(B) 吸錫器",
                "(C) 打火機",
                "(D) 熱風槍"
            ],
            "a": "A"
        },
        {
            "q": "電烙鐵應放置於",
            "o": [
                "(A) 防熱橡膠墊上",
                "(B) 烙鐵架內",
                "(C) 尖嘴鉗上",
                "(D) 桌上即可"
            ],
            "a": "B"
        },
        {
            "q": "斜口鉗與尖嘴鉗配合使用可拿來當成",
            "o": [
                "(A) 鎚",
                "(B) 鑿子",
                "(C) 剝線鉗",
                "(D) 扳手使用"
            ],
            "a": "C"
        },
        {
            "q": "尖嘴鉗夾上元件接腳而後焊接之主要 目的為",
            "o": [
                "(A) 防止手燙傷",
                "(B) 防止燒傷相 鄰元件",
                "(C) 方便",
                "(D) 防止高溫損壞元件"
            ],
            "a": "D"
        },
        {
            "q": "斜口鉗不適合剪粗導線，應改用",
            "o": [
                "(A) 鋼絲鉗",
                "(B) 尖嘴鉗",
                "(C) 剪刀",
                "(D) 鯉魚鉗"
            ],
            "a": "A"
        },
        {
            "q": "使用起子拆裝螺絲時起子與螺絲面要 成",
            "o": [
                "(A) 30°",
                "(B) 60°",
                "(C) 90°",
                "(D) 120°"
            ],
            "a": "C"
        },
        {
            "q": "螺絲起子手柄直徑大者，其轉矩",
            "o": [
                "(A) 由力量決定",
                "(B) 與直徑無關",
                "(C) 大",
                "(D) 小"
            ],
            "a": "C"
        },
        {
            "q": "在鋁板上需鑽孔的地方應先用",
            "o": [
                "(A) 鐵釘",
                "(B) 劃線針",
                "(C) 鋼釘",
                "(D) 中心沖 在鑽孔 中心打點，以方便鑽孔"
            ],
            "a": "D"
        },
        {
            "q": "在金屬板上劃線，應使用",
            "o": [
                "(A) 劃線針",
                "(B) 鉛筆",
                "(C) 奇異筆",
                "(D) 粉筆"
            ],
            "a": "A"
        },
        {
            "q": "使用鋼鋸進行鋸切工作時",
            "o": [
                "(A) 推時用力，拉回時亦用力",
                "(B) 推時用力，拉回 時不用力",
                "(C) 推時不用力，拉回時用力",
                "(D) 推時不用力，拉回時亦不用力"
            ],
            "a": "B"
        },
        {
            "q": "欲使榔頭發揮較大力量，手應握持榔 頭之",
            "o": [
                "(A) 頭部",
                "(B) 中央",
                "(C) 末端",
                "(D) 兩端"
            ],
            "a": "C"
        },
        {
            "q": "焊接電子元件（如電晶體）時，電烙 鐵通常 以",
            "o": [
                "(A) 80W 以上",
                "(B) 50W～70W",
                "(C) 30W～50W",
                "(D) 20W～30W 最適當"
            ],
            "a": "D"
        },
        {
            "q": "清除銼刀齒上之銼屑，應用何種物質 來清理 ？",
            "o": [
                "(A) 鋼刷",
                "(B) 毛刷",
                "(C) 牙刷",
                "(D) 水"
            ],
            "a": "A"
        },
        {
            "q": "在虎鉗上裝置鉗口罩之用意為",
            "o": [
                "(A) 保護虎鉗",
                "(B) 保護工作物",
                "(C) 美觀",
                "(D) 易於夾 持"
            ],
            "a": "B"
        },
        {
            "q": "多芯線使用於 PCB 板焊接 時，剝 線後使 用前之 處理下 列何者 為宜？",
            "o": [
                "(A) 鍍 錫",
                "(B) 加散熱膏",
                "(C) 加焊油",
                "(D) 加防鏽膏"
            ],
            "a": "A"
        },
        {
            "q": "用起子拆螺絲釘時若不易拆下應",
            "o": [
                "(A) 用榔頭敲擊再拆",
                "(B) 用斜口鉗夾持取下",
                "(C) 用電動起子",
                "(D) 先加少許潤滑油稍後再拆"
            ],
            "a": "D"
        },
        {
            "q": "剝單芯導線時應使用何種工具最佳",
            "o": [
                "(A) 剝線鉗",
                "(B) 美工刀",
                "(C) 牙齒",
                "(D) 指甲"
            ],
            "a": "A"
        },
        {
            "q": "烙鐵架上的海棉可清除烙鐵頭上之餘 錫，故 海棉 應加",
            "o": [
                "(A) 酒精",
                "(B) 水",
                "(C) 機油",
                "(D) 接點復活劑"
            ],
            "a": "B"
        },
        {
            "q": "手提電鑽之夾頭扳手不用時應",
            "o": [
                "(A) 用金屬導線夾於電源線上",
                "(B) 用金屬導線 夾於電鑽頭邊",
                "(C) 用非導體線夾於電源線上",
                "(D) 用非導體線夾於電鑽頭邊"
            ],
            "a": "C"
        },
        {
            "q": "測量導線線徑宜用",
            "o": [
                "(A) 鋼尺",
                "(B) 卡鉗",
                "(C) 皮尺",
                "(D) 線規"
            ],
            "a": "D"
        },
        {
            "q": "欲測量漆包線之電阻值時應如何除去 漆料比 較不 傷銅線 ？",
            "o": [
                "(A) 用打火機燒焦 再用布拭去",
                "(B) 用刀刮",
                "(C) 用砂紙磨",
                "(D) 用銼刀銼"
            ],
            "a": "A"
        },
        {
            "q": "剝除電工導線之 PVC 外皮時 應使用",
            "o": [
                "(A) 榔頭敲",
                "(B) 士林刀",
                "(C) 打火機燒",
                "(D) 牙 齒剝除"
            ],
            "a": "B"
        },
        {
            "q": "電烙鐵暫時不用時應",
            "o": [
                "(A) 隨意放置",
                "(B) 放於尖嘴鉗",
                "(C) 直接放於工作檯邊",
                "(D) 放 於烙鐵架上"
            ],
            "a": "D"
        },
        {
            "q": "下列何者不是手工具選用原則？",
            "o": [
                "(A) 選擇適合工作所須的標準工具",
                "(B) 選用 正確的方法使用工具",
                "(C) 選用保持良好狀態的工具",
                "(D) 選用價格低廉為主而 不須考慮材質"
            ],
            "a": "D"
        },
        {
            "q": "為避免損傷外殼面板，鎖緊螺絲時應 使用何 種手 工具",
            "o": [
                "(A) 套筒扳手",
                "(B) 活動 扳手",
                "(C) 尖嘴鉗",
                "(D) 鋼絲鉗"
            ],
            "a": "A"
        },
        {
            "q": "市電之驗電起子可用來判別",
            "o": [
                "(A) DC 10KV",
                "(B) DC 3V",
                "(C) AC 10KV",
                "(D) AC 110V"
            ],
            "a": "D"
        },
        {
            "q": "調整有感線圈應使用",
            "o": [
                "(A) 一字起子",
                "(B) 十字起子",
                "(C) 無感起子",
                "(D) 牙籤"
            ],
            "a": "C"
        },
        {
            "q": "一般吸錫機(Solder Cleaner)是由幫浦、儲槽、吸錫管、 吸錫頭 及加熱 裝置 構成，其吸錫原理為？",
            "o": [
                "(A) 高壓吹力",
                "(B) 真空吸力",
                "(C) 靜電吸力",
                "(D) 虹吸管"
            ],
            "a": "B"
        },
        {
            "q": "斜口鉗配合尖嘴鉗剝線是利用",
            "o": [
                "(A) 槓桿原理",
                "(B) 拉力",
                "(C) 夾持力",
                "(D) 扯力剝線"
            ],
            "a": "A"
        },
        {
            "q": "手工具放置桌面上應",
            "o": [
                "(A) 方便即可",
                "(B) 排列整齊",
                "(C) 隨意擺置",
                "(D) 收於抽屜以防 失竊"
            ],
            "a": "B"
        },
        {
            "q": "借他人手工具時應",
            "o": [
                "(A) 用丟的",
                "(B) 用甩的",
                "(C) 親手交接",
                "(D) 托他人拋去"
            ],
            "a": "C"
        },
        {
            "q": "焊接電子元件後，剪除接腳應使用",
            "o": [
                "(A) 尖嘴鉗",
                "(B) 鋼絲鉗",
                "(C) 剝線鉗",
                "(D) 斜口鉗"
            ],
            "a": "D"
        },
        {
            "q": "IC 接腳不整齊或新的 IC 要使用 時，正 確的整 腳工具 應使用",
            "o": [
                "(A) 斜口鉗",
                "(B) 尖 嘴鉗",
                "(C) 鑷子",
                "(D) IC 整腳器"
            ],
            "a": "D"
        },
        {
            "q": "下列何者不是工具管理維護的要點？",
            "o": [
                "(A) 設置工具保養記錄卡",
                "(B) 定期檢查 與保養",
                "(C) 尖銳刀口不需保護",
                "(D) 專人維護管理"
            ],
            "a": "C"
        },
        {
            "q": "要鎖緊螺帽，應使用下列何種工具最 適宜",
            "o": [
                "(A) 鋰魚鉗",
                "(B) 固定扳手",
                "(C) 尖嘴鉗",
                "(D) 老虎鉗"
            ],
            "a": "B"
        },
        {
            "q": "鑽床在使用中需清除切屑時",
            "o": [
                "(A) 為避免排屑割傷需戴手套",
                "(B) 用手清除，方 便即可",
                "(C) 立刻關機取出被鑽物，再用刷子清除",
                "(D) 用刷子清除"
            ],
            "a": "C"
        },
        {
            "q": "銲錫中的助銲劑主要功能為",
            "o": [
                "(A) 幫助溫度升高",
                "(B) 降低熔點",
                "(C) 去除銲接表面 之氧化物",
                "(D) 加速銲點凝固"
            ],
            "a": "C"
        },
        {
            "q": "PC 板銲接作業中，電烙鐵溫 度，下 列何者 為宜",
            "o": [
                "(A) 150℃～180℃",
                "(B) 180℃ ～200℃",
                "(C) 230℃～250℃",
                "(D) 350℃～400℃"
            ],
            "a": "C"
        },
        {
            "q": "為防止螺絲振動而鬆脫，下列何種方 式較正 確",
            "o": [
                "(A) 用止洩帶",
                "(B) 螺絲鎖緊後 予以銲死",
                "(C) 加裝彈簧墊圈",
                "(D) 加裝彈簧墊圈前，先套上華司再正 確鎖緊"
            ],
            "a": "D"
        },
        {
            "q": "正常使用鑽床鑽 PCB 時， 其檔位 應使用",
            "o": [
                "(A) 高速檔",
                "(B) 低速檔",
                "(C) 中速檔",
                "(D) 隨意"
            ],
            "a": "A"
        },
        {
            "q": "拆裝十字槽螺釘宜採用何種螺絲起子 ？",
            "o": [
                "(A) 十字形",
                "(B) 一字形",
                "(C) 六角形",
                "(D) 雙 彎頭形"
            ],
            "a": "A"
        },
        {
            "q": "下列何種扳手的鉗口尺寸可作一定尺 寸範圍 的調 整？",
            "o": [
                "(A) 梅花扳手",
                "(B) 開口 扳手",
                "(C) 活動扳手",
                "(D) 六角扳手"
            ],
            "a": "C"
        },
        {
            "q": "量測尺寸公差為±0.05 ㎜ 的元件宜採用下列何 種量測 工具？",
            "o": [
                "(A) 鋼尺",
                "(B) 卡鉗",
                "(C) 游標卡尺",
                "(D) 分厘卡"
            ],
            "a": "C"
        },
        {
            "q": "鑽頭易於磨鈍，較不可能的原因為",
            "o": [
                "(A) 進刀太慢",
                "(B) 轉速太快",
                "(C) 鑽唇角太小",
                "(D) 鑽唇角太大"
            ],
            "a": "A"
        },
        {
            "q": "鑽孔前沖打中心孔位置之中心沖，其 角度宜 為",
            "o": [
                "(A) 30 度",
                "(B) 45 度",
                "(C) 60 度",
                "(D) 90 度"
            ],
            "a": "D"
        },
        {
            "q": "精度 1/20 之游標卡尺，可讀出的最 小尺寸 為",
            "o": [
                "(A) 0.02",
                "(B) 0.05",
                "(C) 0.10",
                "(D) 0.2 ㎜"
            ],
            "a": "B"
        },
        {
            "q": "從事酸鹼等腐蝕性之工作處理時應戴 上",
            "o": [
                "(A) 棉製手套",
                "(B) 橡皮手套",
                "(C) 皮革手 套",
                "(D) 石棉手套"
            ],
            "a": "B"
        },
        {
            "q": "電工起子尺寸很多，其手柄或桿部皆 以",
            "o": [
                "(A) 鐵材",
                "(B) 金屬",
                "(C) 鋼材",
                "(D) 絕緣材料 製成"
            ],
            "a": "D"
        },
        {
            "q": "使用電鑽時",
            "o": [
                "(A) 要戴手套",
                "(B) 不要握得太緊",
                "(C) 不握緊但要戴手套",
                "(D) 一定要握 緊並不得戴手套"
            ],
            "a": "D"
        },
        {
            "q": "在潮濕工作場所使用電動手工具時應 該先注 意防 止",
            "o": [
                "(A) 撞傷",
                "(B) 扭傷",
                "(C) 刺傷",
                "(D) 觸電的傷害"
            ],
            "a": "D"
        },
        {
            "q": "把板手當榔頭使用是",
            "o": [
                "(A) 方便又安全",
                "(B) 絕不可以",
                "(C) 看情形可使用",
                "(D) 看板手 的好壞"
            ],
            "a": "B"
        },
        {
            "q": "高速旋轉的機器容易產生",
            "o": [
                "(A) 向心力",
                "(B) 震動",
                "(C) 離心力",
                "(D) 擺動"
            ],
            "a": "C"
        },
        {
            "q": "使用各種手工具前應有",
            "o": [
                "(A) 防止傷害措施",
                "(B) 借用規則",
                "(C) 保管規則",
                "(D) 排放規 則 才能防止意外事故發生"
            ],
            "a": "A"
        },
        {
            "q": "工具的選用以",
            "o": [
                "(A) 價格低廉",
                "(B) 適用",
                "(C) 高級品",
                "(D) 高科技產品 為原則"
            ],
            "a": "B"
        },
        {
            "q": "修理或檢修電路時",
            "o": [
                "(A) 在絕緣體上",
                "(B) 要熟練",
                "(C) 先切斷電源",
                "(D) 先訓練 就不 會有危險"
            ],
            "a": "C"
        },
        {
            "q": "游標卡尺的內測顎是用於",
            "o": [
                "(A) 量內徑",
                "(B) 量外徑",
                "(C) 當圓規用",
                "(D) 當劃線針用 。 0 2 800 工業電 子 丙 級 工 作 項 目 04： 零組件 知識"
            ],
            "a": "A"
        },
        {
            "q": "電池屬於何種能量之轉換？",
            "o": [
                "(A) 光能與電能",
                "(B) 熱能與電能",
                "(C) 化學能與電能",
                "(D) 機械能與電能"
            ],
            "a": "C"
        },
        {
            "q": "下列電阻器何者可使用於高功率",
            "o": [
                "(A) 碳膜電阻器",
                "(B) 水泥電阻器",
                "(C) 碳素固態 電阻器",
                "(D) 氧化金屬皮膜電阻器"
            ],
            "a": "B"
        },
        {
            "q": "紅紅黑金紅的精密電阻值為",
            "o": [
                "(A) 22Ω±2％",
                "(B) 22.0Ω±2％",
                "(C) 220Ω±2％",
                "(D) 22 0.0Ω±2％"
            ],
            "a": "B"
        },
        {
            "q": "五個色環的精密電阻器其誤差為±1％ ，應用 何種顏 色表示 誤差",
            "o": [
                "(A) 黑",
                "(B) 棕",
                "(C) 紅",
                "(D) 橙"
            ],
            "a": "B"
        },
        {
            "q": "下列英文何者代表光敏電阻",
            "o": [
                "(A) C d S",
                "(B) LED",
                "(C) LCD",
                "(D) diode"
            ],
            "a": "A"
        },
        {
            "q": "麥拉（Myler）電容器上標示 473K 則其電 容量為",
            "o": [
                "(A) 0.047uF",
                "(B) 0.47uF",
                "(C) 4. 7uF",
                "(D) 47uF"
            ],
            "a": "A"
        },
        {
            "q": "電容器的電容量單位為",
            "o": [
                "(A) 電容",
                "(B) 電壓",
                "(C) 電流",
                "(D) 法拉"
            ],
            "a": "D"
        },
        {
            "q": "電阻器並聯使用時可",
            "o": [
                "(A) 提高電流容量",
                "(B) 提高耐電壓值",
                "(C) 提高電阻值",
                "(D) 減 少電流容量"
            ],
            "a": "A"
        },
        {
            "q": "下列元件何者會產生反電動勢",
            "o": [
                "(A) 電阻器",
                "(B) 電容器",
                "(C) 電感器",
                "(D) 二極體"
            ],
            "a": "C"
        },
        {
            "q": "購買產品其電壓為 AC100V，在國內使用 時需裝 置",
            "o": [
                "(A) 抗流圈",
                "(B) 調諧線圈",
                "(C) 返馳變壓器",
                "(D) 自耦變壓器"
            ],
            "a": "D"
        },
        {
            "q": "檢波用二極體都使用何種材料製作",
            "o": [
                "(A) 矽",
                "(B) 砷",
                "(C) 鍺",
                "(D) 鎵"
            ],
            "a": "C"
        },
        {
            "q": "何者二極體具有負電阻特性",
            "o": [
                "(A) 整流二極體",
                "(B) 檢波二極體",
                "(C) 發光二極體",
                "(D) 透納二極體"
            ],
            "a": "D"
        },
        {
            "q": "音響裝置之音量控制用可變電阻器一 般採用",
            "o": [
                "(A) A 型",
                "(B) B 型",
                "(C) C 型",
                "(D) D 型"
            ],
            "a": "A"
        },
        {
            "q": "大功率電晶體的包裝外殼大都為",
            "o": [
                "(A) B 腳",
                "(B) C 腳",
                "(C) D 腳",
                "(D) E 腳"
            ],
            "a": "B"
        },
        {
            "q": "場效電晶體(FET)是屬於",
            "o": [
                "(A) 單極性電流控制",
                "(B) 雙極性電流控制",
                "(C) 單極性電 壓控制",
                "(D) 雙極性電壓控制 元件"
            ],
            "a": "C"
        },
        {
            "q": "發光二極體(LED)導通時順向 電壓降 約為",
            "o": [
                "(A) 0.3V",
                "(B) 0.7V",
                "(C) 1.6V",
                "(D) 5V"
            ],
            "a": "C"
        },
        {
            "q": "中心抽頭式全波整流電路中，每個二 極體之 逆向 峰值電 壓( PIV) ，至 少應為 峰值電壓的",
            "o": [
                "(A) 1",
                "(B) 2",
                "(C) 3",
                "(D) 4 倍"
            ],
            "a": "B"
        },
        {
            "q": "下列元件何者具有電氣隔離作用",
            "o": [
                "(A) 二極體",
                "(B) 電晶體",
                "(C) 場效電晶體",
                "(D) 光耦 合器"
            ],
            "a": "D"
        },
        {
            "q": "在將電源插頭插入插座之前，應先確 定",
            "o": [
                "(A) 開關放在 OFF 位置",
                "(B) 開關放在 ON 之位置",
                "(C) 可不管開關位置隨意均可",
                "(D) 依狀況再決定位置"
            ],
            "a": "A"
        },
        {
            "q": "電容器串聯時可提高",
            "o": [
                "(A) 電流容量",
                "(B) 電容量",
                "(C) 頻率",
                "(D) 耐電壓值"
            ],
            "a": "D"
        },
        {
            "q": "下列何者編號表示高頻用之 PN P 型電晶 體",
            "o": [
                "(A) 2SA684",
                "(B) 2SB507",
                "(C) 2SC536",
                "(D) 2SD303"
            ],
            "a": "A"
        },
        {
            "q": "繼電器有兩個輸出接點 N.C.與 N. O.各代 表",
            "o": [
                "(A) 常開與常開",
                "(B) 常開與常閉",
                "(C) 常閉與常閉",
                "(D) 常閉與常開 接點"
            ],
            "a": "D"
        },
        {
            "q": "一電阻器標示為 100Ω±5％，其電阻值最 大可能 為",
            "o": [
                "(A) 95Ω",
                "(B) 100Ω",
                "(C) 100. 5Ω",
                "(D) 105Ω"
            ],
            "a": "D"
        },
        {
            "q": "數位電路中，常在每個 IC 的電 源附 近並接 一個電 容器作 為抗濾 波干擾 之 用，其數值約",
            "o": [
                "(A) 1pF",
                "(B) 10pF",
                "(C) 0.1μF",
                "(D) 1000μF"
            ],
            "a": "C"
        },
        {
            "q": "四層印刷電路板（PCB）結構 中，V CC 和 GN D 應在 第幾層",
            "o": [
                "(A) 1，2 層",
                "(B) 1，4 層",
                "(C) 2，3 層",
                "(D) 3，4 層"
            ],
            "a": "C"
        },
        {
            "q": "電阻值 10kΩ的 K 是代表",
            "o": [
                "(A) 10 的 2 次方",
                "(B) 10 的 3 次方",
                "(C) 10 的 6 次方",
                "(D) 10 的 9 次方"
            ],
            "a": "B"
        },
        {
            "q": "電容值 200μF 的μ是代表",
            "o": [
                "(A) 10 的負 3 次方",
                "(B) 10 的負 6 次方",
                "(C) 10 的負 9 次方",
                "(D) 10 的負 12 次方"
            ],
            "a": "B"
        },
        {
            "q": "電感值 10mH 的 m 是代表",
            "o": [
                "(A) 10 的負 3 次方",
                "(B) 10 的負 6 次方",
                "(C) 10 的負 9 次方",
                "(D) 10 的負 12 次方"
            ],
            "a": "A"
        },
        {
            "q": "常用的（JIS）UM-4 電池 L R 系列 容量為",
            "o": [
                "(A) 750mAh",
                "(B) 1.5Ah",
                "(C) 5Ah",
                "(D) 10 Ah"
            ],
            "a": "A"
        },
        {
            "q": "電感器串聯使用可",
            "o": [
                "(A) 增加電容量",
                "(B) 減少電阻量",
                "(C) 增加電感量",
                "(D) 減少電感 量"
            ],
            "a": "C"
        },
        {
            "q": "兩個 10μF 的電容器其耐壓值都 為 100V，串 聯後其 耐壓值 變為多 少？",
            "o": [
                "(A) 5 0V",
                "(B) 100V",
                "(C) 150V",
                "(D) 200V"
            ],
            "a": "D"
        },
        {
            "q": "一只 50μF 的電容器其耐壓值 為 60V，另一 只 50μ F 的電容 器其耐 壓值為 120V，這兩只電容器並聯後其耐壓值變為 多少？",
            "o": [
                "(A) 40V",
                "(B) 60V",
                "(C) 120V",
                "(D) 180V"
            ],
            "a": "B"
        },
        {
            "q": "常見的 PCB 材質為下列何 者",
            "o": [
                "(A) ABS",
                "(B) 玻璃纖維",
                "(C) PVC",
                "(D) 紙漿"
            ],
            "a": "B"
        },
        {
            "q": "常見的 PCB 導電材質為下 列何者",
            "o": [
                "(A) 金",
                "(B) 銀",
                "(C) 銅",
                "(D) 鐵"
            ],
            "a": "C"
        },
        {
            "q": "下列何者元件常用於穩壓電路？",
            "o": [
                "(A) 稽納二極體",
                "(B) 透納二極體",
                "(C) LED",
                "(D) 川 燧二極體"
            ],
            "a": "A"
        },
        {
            "q": "常見鍺二極體導通偏壓電壓為何",
            "o": [
                "(A) 0.2V",
                "(B) 0.7V",
                "(C) 1.0V",
                "(D) 2.0V"
            ],
            "a": "A"
        },
        {
            "q": "一般矽二極體導通偏壓電壓為何",
            "o": [
                "(A) 0.7V",
                "(B) 1.0V",
                "(C) 2.0V",
                "(D) 2.5V"
            ],
            "a": "A"
        },
        {
            "q": "下列元件中最常用於整流電路使用",
            "o": [
                "(A) 二極體",
                "(B) 電晶體",
                "(C) LED",
                "(D) 變壓器"
            ],
            "a": "A"
        },
        {
            "q": "下列元件中常用於電源濾波電路使用",
            "o": [
                "(A) 二極體",
                "(B) 電晶體",
                "(C) 電容",
                "(D) LCD"
            ],
            "a": "C"
        },
        {
            "q": "下列何者元件可以使用於感測功能",
            "o": [
                "(A) LCD",
                "(B) CdS",
                "(C) UPS",
                "(D) RAM"
            ],
            "a": "B"
        },
        {
            "q": "常見在可變電阻元件上標示 104，其電阻 值為何",
            "o": [
                "(A) 1K 歐姆",
                "(B) 10K 歐姆",
                "(C) 100K 歐姆",
                "(D) 1M 歐姆"
            ],
            "a": "C"
        },
        {
            "q": "一般大容量的電容器多使用下列何者",
            "o": [
                "(A) 電解電容",
                "(B) 陶瓷電容",
                "(C) 麥拉電容",
                "(D) 鉭質電容"
            ],
            "a": "A"
        },
        {
            "q": "下列元件非使用線圈構成",
            "o": [
                "(A) 喇叭",
                "(B) 固態 Relay",
                "(C) 變壓器",
                "(D) 馬達"
            ],
            "a": "B"
        },
        {
            "q": "下列哪個 IC 元件編號為 O PA",
            "o": [
                "(A) 74LS47",
                "(B) 74HC00",
                "(C) LM555",
                "(D) LM741"
            ],
            "a": "D"
        },
        {
            "q": "下列哪個 IC 元件編號為振盪器",
            "o": [
                "(A) 74LS47",
                "(B) L7805",
                "(C) LM555",
                "(D) LM386"
            ],
            "a": "C"
        },
        {
            "q": "下列哪個 IC 元件編號為解碼器",
            "o": [
                "(A) 74LS47",
                "(B) L7805",
                "(C) LM555",
                "(D) LM386"
            ],
            "a": "A"
        },
        {
            "q": "下列那個元件不具有顯示功能",
            "o": [
                "(A) LCD",
                "(B) LED",
                "(C) OLED",
                "(D) CdS"
            ],
            "a": "D"
        },
        {
            "q": "照明用白光二極體的頻譜通常涵蓋了 整個可 見光 的波長 範圍， 為何需 要特 別留意其藍光成分、甚至是可能的紫 外線成 分？ 因為此 類短波 長的光",
            "o": [
                "(A) 會 使電子遙控裝置誤動作",
                "(B) 會影響發光二極體的可視角度",
                "(C) 恐對人體造成 傷害",
                "(D) 穿透皮膚的能力比紅外線更強"
            ],
            "a": "C"
        },
        {
            "q": "歐盟的 RoHS 標準在規範電子 元件的",
            "o": [
                "(A) 幾何結構",
                "(B) 防火能力",
                "(C) 碳足跡",
                "(D) 有害成分"
            ],
            "a": "D"
        },
        {
            "q": "目前電器常用的電源插座有三孔和二 孔兩種 配線 方式。 下列哪 一項敘 述是 正確的？",
            "o": [
                "(A) 使用二孔插座可以降低成本應該多 採用",
                "(B) 使用三孔插座之電 源線如果只有兩孔插座可以使用，可 以將電 源線 插頭的 地線端 金屬棒 移 除，以方便插入兩孔插座",
                "(C) 電器漏電時，三孔插座可以搭配 建築本 體的接 地設施，防止使用者觸電",
                "(D) 使用二孔插座之電源線不能接在 相同電 壓規格 的三孔插座上 。 0 2 800 工業電 子 丙 級 工 作 項 目 05： 裝配知 識"
            ],
            "a": "C"
        },
        {
            "q": "銲錫焊接時，若助焊劑變黑或焊接表 面有氧 化膜 產生， 表示焊 接時",
            "o": [
                "(A) 溫度 過高",
                "(B) 溫度太低",
                "(C) 表面不潔",
                "(D) 助焊劑不良"
            ],
            "a": "A"
        },
        {
            "q": "PC 板上之 PVC 跳線焊 好後",
            "o": [
                "(A) 以膠帶貼牢固",
                "(B) 以夾線釘釘牢",
                "(C) 用高分子 聚合膠固定之",
                "(D) 不必固定，焊線時穿過元件腳下固定"
            ],
            "a": "C"
        },
        {
            "q": "某電子元件若標註Ｚ D ，為何種元件",
            "o": [
                "(A) 整流",
                "(B) 發光",
                "(C) 透納",
                "(D) 稽納二極體"
            ],
            "a": "D"
        },
        {
            "q": "更換保險絲時，正確方法是",
            "o": [
                "(A) 不關閉開關，但於絕緣台上工作",
                "(B) 關閉開 關來工作",
                "(C) 不關閉開關來工作",
                "(D) 不關閉開關，但用絕緣手套來 工作"
            ],
            "a": "B"
        },
        {
            "q": "裝置機電元件時，何者最需使用熱縮 套管",
            "o": [
                "(A) 低壓用繼電器",
                "(B) 電源變壓器",
                "(C) 輸出測試端子",
                "(D) LED 指示燈"
            ],
            "a": "B"
        },
        {
            "q": "電烙鐵焊接 PC 板的適當溫度 約為",
            "o": [
                "(A) 200℃以下",
                "(B) 230～250℃之間",
                "(C) 280 ℃左右",
                "(D) 300～330℃"
            ],
            "a": "B"
        },
        {
            "q": "電子元件焊接時對於下列何者須考慮 極性 :",
            "o": [
                "(A) 陶質電容器",
                "(B) 電解電容器",
                "(C) 薄膜電容器",
                "(D) 雲母電容器"
            ],
            "a": "B"
        },
        {
            "q": "焊接作業中，使用松香之主要功能為",
            "o": [
                "(A) 消除焊點污垢",
                "(B) 清除電烙鐵之氧 化物",
                "(C) 助熔",
                "(D) 冷卻"
            ],
            "a": "A"
        },
        {
            "q": "安裝高功率電晶體時，下列程序何者 較正確 ？",
            "o": [
                "(A) 需直接固定於印刷電路板 上",
                "(B) 以散熱器固定即可",
                "(C) 需先塗以散熱膏再與散熱器鎖 緊",
                "(D) 需與散熱器 保持散熱距離"
            ],
            "a": "C"
        },
        {
            "q": "下列何種電容器儲存年限較短",
            "o": [
                "(A) 電解電容器",
                "(B) 雲母電容器",
                "(C) 陶瓷電容器",
                "(D) 鉭質電容器"
            ],
            "a": "A"
        },
        {
            "q": "元件接腳氧化時",
            "o": [
                "(A) 表示該元件已變質，不能使用",
                "(B) 可直接使用",
                "(C) 需將氧 化部份刮掉後再使用",
                "(D) 加焊油後即可使用"
            ],
            "a": "C"
        },
        {
            "q": "多芯導線剝線後，使用前之處理，以 下列何 種方 式較佳 ？",
            "o": [
                "(A) 加松香",
                "(B) 加 銲錫",
                "(C) 加散熱膏",
                "(D) 加絕緣油"
            ],
            "a": "B"
        },
        {
            "q": "AC 電源線部份之接點",
            "o": [
                "(A) 為加強散熱，需直接暴露於空氣 中",
                "(B) 為防止漏 電，必須用螺絲固定",
                "(C) 必需以束線帶束在一起",
                "(D) 必須以熱縮套管絕緣"
            ],
            "a": "D"
        },
        {
            "q": "繼電器之接點若標示 N.O.時表示",
            "o": [
                "(A) 繼電器未動作時與共接點相通",
                "(B) 繼電 器動作時與 N.C.接點相通",
                "(C) 繼電器未動作時與 N.C.接點相通",
                "(D) 繼電器動 作時與共接點相通"
            ],
            "a": "D"
        },
        {
            "q": "熱縮套管之正確加熱方式為使用",
            "o": [
                "(A) 打火機",
                "(B) 電烙鐵",
                "(C) 熱風槍",
                "(D) 電風扇"
            ],
            "a": "C"
        },
        {
            "q": "電源濾波用電解電容器會爆炸之原因 為",
            "o": [
                "(A) 電源變壓器短路",
                "(B) 電解電容器 極性接反",
                "(C) 電源頻率不對",
                "(D) 電解電容器耐壓太高"
            ],
            "a": "B"
        },
        {
            "q": "音頻電路上之共同接地線必需",
            "o": [
                "(A) 越長越好",
                "(B) 越細越好",
                "(C) 越粗越好",
                "(D) 越直 越好"
            ],
            "a": "C"
        },
        {
            "q": "下列何種顏色導線使用於較高的電壓",
            "o": [
                "(A) 紫色",
                "(B) 灰色",
                "(C) 白色",
                "(D) 紅色"
            ],
            "a": "D"
        },
        {
            "q": "電路板上接地線一般使用",
            "o": [
                "(A) 藍色",
                "(B) 黑色",
                "(C) 紅色",
                "(D) 橙色"
            ],
            "a": "B"
        },
        {
            "q": "下列線規號碼之導線何者最粗",
            "o": [
                "(A) AWG#0",
                "(B) AWG#1",
                "(C) AWG#10",
                "(D) AWG#2 0"
            ],
            "a": "A"
        },
        {
            "q": "一般而言，下列何種元件沒有極性限 制",
            "o": [
                "(A) 二極體",
                "(B) 電解質電容器",
                "(C) 電阻 器",
                "(D) 變壓器"
            ],
            "a": "C"
        },
        {
            "q": "繼電器一般採用下列何種元件來消除 逆向脈 衝？",
            "o": [
                "(A) 二極體",
                "(B) 電容器",
                "(C) 電 阻器",
                "(D) 電阻器及電容器串聯"
            ],
            "a": "A"
        },
        {
            "q": "下列何種材料不可拿來做綁線用",
            "o": [
                "(A) 上腊棉線",
                "(B) 尼龍繩",
                "(C) PVC 線",
                "(D) 裸銅線"
            ],
            "a": "D"
        },
        {
            "q": "為防止繼電器接點產生之火花，一般 均在接 點兩 端並接",
            "o": [
                "(A) 電阻器",
                "(B) 電容 器",
                "(C) 二極體",
                "(D) 電感器"
            ],
            "a": "B"
        },
        {
            "q": "在一般陶瓷電容器或積層電容器標 示 104K，其 電容量 為",
            "o": [
                "(A) 1μF",
                "(B) 0.1μF",
                "(C) 0.01μF",
                "(D) 10.4μF"
            ],
            "a": "B"
        },
        {
            "q": "目前台灣超高壓電力系統最高電壓為 多少？",
            "o": [
                "(A) 1.1kV",
                "(B) 2.5kV",
                "(C) 161kV",
                "(D) 345kV"
            ],
            "a": "D"
        },
        {
            "q": "以數學式運算求得需 0.65W 之電阻器 時，宜 選用下 列何種 功率之 電阻器 最 佳？",
            "o": [
                "(A) 1/8W",
                "(B) 1/4W",
                "(C) 1/2W",
                "(D) 1W"
            ],
            "a": "D"
        },
        {
            "q": "下列何種電阻器較適合使用於低雜音 電路",
            "o": [
                "(A) 碳質",
                "(B) 金屬皮膜",
                "(C) 碳膜",
                "(D) 線 繞"
            ],
            "a": "B"
        },
        {
            "q": "下列何者熱縮不用兩層熱縮套管？",
            "o": [
                "(A) 電源開關",
                "(B) 保險絲座",
                "(C) 電源指示燈",
                "(D) 電源變壓器"
            ],
            "a": "D"
        },
        {
            "q": "TO-3 型電晶體裝置於電路板上時 ，其接 腳應留 高度為",
            "o": [
                "(A) 平貼電路板上",
                "(B) 1mm 以下",
                "(C) 留 3～5mm 高度",
                "(D) 留 8～10mm 高度"
            ],
            "a": "C"
        },
        {
            "q": "配線端點焊接時，端點與導線 P VC 絕緣皮 之間距 ，應",
            "o": [
                "(A) 不得有任何間距",
                "(B) 保持在 1mm 以下",
                "(C) 保持在 0.5mm～2mm",
                "(D) 約為導線線徑的四倍"
            ],
            "a": "C"
        },
        {
            "q": "下列有關束線之敘述，何者不正確？",
            "o": [
                "(A) 配線完成後，有五條（含）以下的 導線不必整理成線束",
                "(B) 束線時必須選擇正確規格的束線帶",
                "(C) 線束之導線 應保持平行，不可交插或纏繞",
                "(D) 線束轉彎前後，應予以束線固定"
            ],
            "a": "A"
        },
        {
            "q": "束線帶必須束緊，且多餘尾端應予以 剪除， 殘留 尾端應 在",
            "o": [
                "(A) 1mm 以內",
                "(B) 5 ～7mm",
                "(C) 8～10mm",
                "(D) 10mm 以上"
            ],
            "a": "A"
        },
        {
            "q": "焊接 IC 座時，下列何者較正確 ？",
            "o": [
                "(A) 全部接腳剪除再焊接",
                "(B) 直接焊接不須 彎腳及剪腳",
                "(C) 全部彎腳後焊接",
                "(D) 焊接完畢再將接腳彎曲"
            ],
            "a": "B"
        },
        {
            "q": "下列有關電子元件裝配的敘述，何者 不正確 ？",
            "o": [
                "(A) 元件裝配注意不與相鄰元 件短路",
                "(B) 發熱元件不需架高",
                "(C) 元件裝置的位置及方向要注意其 標示數 據 必須以方便目視為原則",
                "(D) 元件裝置於電路板時，零件應由低 至高依 序安裝"
            ],
            "a": "B"
        },
        {
            "q": "螺絲固定時，下列敘述何者不正確？",
            "o": [
                "(A) 已攻牙的螺絲孔，鎖定時需加螺帽",
                "(B) 螺絲的長度要超出螺帽",
                "(C) 螺絲帽、鎖定墊圈、平墊圈的順序 要對",
                "(D) 非 金屬材料的兩邊都要加平墊圈"
            ],
            "a": "A"
        },
        {
            "q": "PCB 佈線（Layout）時，下列那 一種線 之銅 箔最寬 最粗？",
            "o": [
                "(A) 位址線",
                "(B) 資 料線",
                "(C) clock 線",
                "(D) 電源線"
            ],
            "a": "D"
        },
        {
            "q": "電腦輔助設計之英文縮寫是",
            "o": [
                "(A) CAD",
                "(B) CAI",
                "(C) CAM",
                "(D) CAE"
            ],
            "a": "A"
        },
        {
            "q": "金屬機殼進行定位鑽孔加工，不需使 用到下 列器 具",
            "o": [
                "(A) 鋼尺",
                "(B) 護目鏡",
                "(C) 中 心沖",
                "(D) 圖規板"
            ],
            "a": "D"
        },
        {
            "q": "操作金屬機殼進行鑽孔加工後，需使 用器具",
            "o": [
                "(A) 熱風槍",
                "(B) 烙鐵",
                "(C) 中心沖",
                "(D) 挫刀"
            ],
            "a": "D"
        },
        {
            "q": "導線線材規格中 AWG 尺寸下列 何者不 是標準 尺寸",
            "o": [
                "(A) 0",
                "(B) 22",
                "(C) 24",
                "(D) 60"
            ],
            "a": "D"
        },
        {
            "q": "下列何者非常見的連接線及接頭規格",
            "o": [
                "(A) 莫仕",
                "(B) 杜邦",
                "(C) 單芯線",
                "(D) I2C"
            ],
            "a": "D"
        },
        {
            "q": "下列何者為非必要使用線材工具",
            "o": [
                "(A) 斜口鉗",
                "(B) 尖嘴鉗",
                "(C) 剝線鉗",
                "(D) 鑷子"
            ],
            "a": "D"
        },
        {
            "q": "使用 SMD 銲接作業時，下 列何者 為非必 要器具",
            "o": [
                "(A) 烙鐵",
                "(B) 熱熔膠",
                "(C) 鑷子",
                "(D) 海棉"
            ],
            "a": "B"
        },
        {
            "q": "進行電線配線時，下列何者是使用熱 縮套管 的主 要目的",
            "o": [
                "(A) 絕緣",
                "(B) 整線",
                "(C) 美觀",
                "(D) 標示"
            ],
            "a": "A"
        },
        {
            "q": "下列何者為線扣夾的使用目的",
            "o": [
                "(A) 束線使用",
                "(B) 方便剝線",
                "(C) 固定線材",
                "(D) 拉直 線材"
            ],
            "a": "C"
        },
        {
            "q": "表面黏著技術的電阻、電容尺寸規格 下列何 者為 非?",
            "o": [
                "(A) 0201",
                "(B) 0603",
                "(C) 120 6",
                "(D) 1212"
            ],
            "a": "D"
        },
        {
            "q": "下列何者非表面黏著技術元件特性",
            "o": [
                "(A) 體積大",
                "(B) 抗震能力強",
                "(C) 重量輕",
                "(D) 高 頻特性好"
            ],
            "a": "A"
        },
        {
            "q": "電解電容器之兩極導線較長一端為",
            "o": [
                "(A) 正極",
                "(B) 負極",
                "(C) 無意義",
                "(D) 與廠商設計 無關"
            ],
            "a": "A"
        },
        {
            "q": "下列何者封裝方式非表面黏著技術?",
            "o": [
                "(A) TQFP",
                "(B) TSOP",
                "(C) SOT-223",
                "(D) DIP"
            ],
            "a": "D"
        },
        {
            "q": "零件包裝為 0805，下列何者不是它的特性 ？",
            "o": [
                "(A) 兩銲點之間的距離為 80mil",
                "(B) 為 50mil 方形的銲點",
                "(C) 為 5mil 方形的銲點",
                "(D) 是 SMT 零件"
            ],
            "a": "C"
        },
        {
            "q": "下列何者不是表面黏著技術（S MT ）的優 點",
            "o": [
                "(A) 可雙面黏著",
                "(B) 線路的密度 更高",
                "(C) 產品更輕巧",
                "(D) 抗雜訊更佳"
            ],
            "a": "D"
        },
        {
            "q": "在雙面板 PCB 中，兩面的 導線需 相連時 ，必須 要在兩 面間有 適當的 電路連 接才行。這種電路間的「橋樑」叫做",
            "o": [
                "(A) 導孔（via）",
                "(B) 埋孔（Buriedvias）",
                "(C) 盲孔（Blindvias）",
                "(D) 穿孔（Throughholes） 。 0 2 800 工業電 子 丙 級 工 作 項 目 06： 電子儀 表使用 知識"
            ],
            "a": "A"
        },
        {
            "q": "三用電表靈敏度定義為",
            "o": [
                "(A) 滿刻度偏轉電流",
                "(B) 歐姆／伏特",
                "(C) 伏特／歐姆",
                "(D) 滿刻度電壓值"
            ],
            "a": "B"
        },
        {
            "q": "三用電表之直流電壓檔若有 3V，12V，30V，120V， 則那一 檔之輸 入阻抗 最高",
            "o": [
                "(A) 3V",
                "(B) 12V",
                "(C) 30V",
                "(D) 120V"
            ],
            "a": "D"
        },
        {
            "q": "以三用電表歐姆檔測量電容器時，若 電容量 愈大 則電表 指針在 測試棒 接觸 瞬間的偏轉量",
            "o": [
                "(A) 愈小",
                "(B) 愈大",
                "(C) 不動",
                "(D) 固定"
            ],
            "a": "B"
        },
        {
            "q": "電表上如註明“CLASS 1.5 ”，係指該電表",
            "o": [
                "(A) 於 1.5 Sec 內可指出滿刻度",
                "(B) 準確度為滿刻度之±1.5%",
                "(C) 精密度為 1.5 刻度內",
                "(D) 壽命為 1.5 年"
            ],
            "a": "B"
        },
        {
            "q": "3 1/2 位數(DIGITS)的數 位電表 ，可顯 示出的 最大讀 值為",
            "o": [
                "(A) 1000",
                "(B) 3000",
                "(C) 1999",
                "(D) 3999"
            ],
            "a": "C"
        },
        {
            "q": "某三用電表 DCV 的靈敏度為 20KΩ /V， 其範圍 選擇開 關置 於 DC V1000V 位置，則電表的總內阻為",
            "o": [
                "(A) 1KΩ",
                "(B) 20KΩ",
                "(C) 20MΩ",
                "(D) 21MΩ"
            ],
            "a": "C"
        },
        {
            "q": "三用電表內部電池沒電時，不可以測 量",
            "o": [
                "(A) 電阻值",
                "(B) 電壓值",
                "(C) 電流值",
                "(D) dB 值"
            ],
            "a": "A"
        },
        {
            "q": "儀器使用時若電壓衰減 20dB 代表衰減",
            "o": [
                "(A) 10 倍",
                "(B) 20 倍",
                "(C) 40 倍",
                "(D) 100 倍"
            ],
            "a": "A"
        },
        {
            "q": "示波器“TRIG. Level”控制鈕是控制其",
            "o": [
                "(A) 頻率",
                "(B) 焦距",
                "(C) 振幅",
                "(D) 觸發準 位"
            ],
            "a": "D"
        },
        {
            "q": "示波器之靈敏度由那一電路決定?",
            "o": [
                "(A) 同步",
                "(B) 水平放大",
                "(C) 垂直放大",
                "(D) 觸發 電路"
            ],
            "a": "C"
        },
        {
            "q": "函數波產生器之 VCF 輸入， 可以控 制輸出 成為",
            "o": [
                "(A) AM",
                "(B) FM",
                "(C) 脈波",
                "(D) 三 角波 波形"
            ],
            "a": "B"
        },
        {
            "q": "頻率計數器之時基（Time Base ）若採用 10mS，則量測外加信號之 頻率得 到最高解析度為",
            "o": [
                "(A) 10Hz",
                "(B) 100Hz",
                "(C) 1KHz",
                "(D) 10KHz"
            ],
            "a": "B"
        },
        {
            "q": "若在示波器上，垂直偏向加正弦波， 水平偏 向加 鋸齒波 ，且鋸 齒波的 頻率 為正弦波的兩倍時，可顯示",
            "o": [
                "(A) 半週的正弦波",
                "(B) 單週的正弦波",
                "(C) 雙週的正 弦波",
                "(D) 雙週的鋸齒波"
            ],
            "a": "A"
        },
        {
            "q": "函數波產生器之輸出阻抗為 50Ω，若 其輸出 衰減網 路選擇 衰減 20dB ，則 其衰減後之輸出阻抗為",
            "o": [
                "(A) 5Ω",
                "(B) 50Ω",
                "(C) 500Ω",
                "(D) 1000Ω"
            ],
            "a": "B"
        },
        {
            "q": "若示波器測棒為 1：1，電壓檔撥在 1V /DI V 位置 ，其信 號之峰 對峰 共 4 DI V，則其 Vpp 值為",
            "o": [
                "(A) 1V",
                "(B) 4V",
                "(C) 10V",
                "(D) 40V"
            ],
            "a": "B"
        },
        {
            "q": "儀表連續使用一段時間後產生很小之 偏移， 則此 儀表",
            "o": [
                "(A) 靈敏度高",
                "(B) 準確 度高",
                "(C) 解析度高",
                "(D) 穩定度高"
            ],
            "a": "D"
        },
        {
            "q": "有一穩壓直流電源供應器，其輸出電 壓為 0 ～30V（可 調）， 輸出電 流為 0 ～3A（可調），並具有 C.C.（限電 流）， C.V. （定電 壓）之 功能。 另有一 電路需使用 15V 電源，工作電流約 為 150mA。若以 此電 源供應 器供給 該電 路電源，則其 C.C.（限電流）應 設定為 多少較 為理想",
            "o": [
                "(A) 160mA",
                "(B) 1A",
                "(C) 1. 6A",
                "(D) 3A"
            ],
            "a": "A"
        },
        {
            "q": "數位電表中，以下列何種方法製造 之 A/ D 轉換器具有精確度高、在額定電 壓範圍內很平穩、不受元件特性漂移 影響、 可自 動消除 電源雜 訊等優 點？",
            "o": [
                "(A) 電壓／頻率法",
                "(B) 單斜波法",
                "(C) 連續漸近法",
                "(D) 雙斜率法"
            ],
            "a": "D"
        },
        {
            "q": "若將同步示波器之觸發耦合開關( tr igger coupling)撥至 HF REJ 之位置，其 作用是",
            "o": [
                "(A) 只讓高頻通過",
                "(B) 只讓低頻通過",
                "(C) 只讓直流信號通過",
                "(D) 只讓交流 信號通過"
            ],
            "a": "B"
        },
        {
            "q": "示波器選擇單掃描（single sweep ）位置時，不具有那項功能",
            "o": [
                "(A) 可避免波 形重疊顯示出來",
                "(B) 一次只產生一個鋸齒波",
                "(C) 可顯示波形任意點之部份波 形",
                "(D) 適用於不規則波形之量測"
            ],
            "a": "C"
        },
        {
            "q": "示波器使用外部同步信號來進行同步 控制 時 SYN C 開關 應置於",
            "o": [
                "(A) EXT",
                "(B) ＋",
                "(C) －",
                "(D) LINE 之位置"
            ],
            "a": "A"
        },
        {
            "q": "4 1/2 位數值式電壓表 20V 測試範圍 之解析 度為多 少",
            "o": [
                "(A) 1mV",
                "(B) 100μV",
                "(C) 1 0μV",
                "(D) 1μV"
            ],
            "a": "A"
        },
        {
            "q": "Q 表可來測量元件之",
            "o": [
                "(A) 電路的漏電量",
                "(B) 電晶體之 hfe",
                "(C) 電感量及線圈 Q 值",
                "(D) 電容器之容量"
            ],
            "a": "C"
        },
        {
            "q": "一般音頻信號產生器內之振盪器，通 常為",
            "o": [
                "(A) 哈特萊振盪器",
                "(B) 韋恩電橋振 盪器",
                "(C) RC 相移振盪器",
                "(D) 考畢子振盪器"
            ],
            "a": "B"
        },
        {
            "q": "下列何種儀表較合適用來測量銅線之 電阻",
            "o": [
                "(A) 惠斯登電橋",
                "(B) 柯勞許電橋",
                "(C) 凱爾文電橋",
                "(D) 高阻計"
            ],
            "a": "C"
        },
        {
            "q": "以示波器量測 60Hz 以下之輸入信號， 輸入模 式宜採 用",
            "o": [
                "(A) AC 耦合",
                "(B) DC 耦合",
                "(C) LF-REJ",
                "(D) HF-REJ"
            ],
            "a": "B"
        },
        {
            "q": "指針式三用電表測量直流電壓或電流 時，若 指針 往左偏 ，應該",
            "o": [
                "(A) 提高測量 檔位",
                "(B) 降低測量檔位",
                "(C) 互換兩測試棒的測試點",
                "(D) 更換電池"
            ],
            "a": "C"
        },
        {
            "q": "指針式三用電表未測量時指針無法歸 零，應 該進 行",
            "o": [
                "(A) 零歐姆調整",
                "(B) 機械 歸零調整",
                "(C) 電池更換",
                "(D) 保險絲更換"
            ],
            "a": "B"
        },
        {
            "q": "若欲在函數波產生器的輸出信號加入 直流準 位， 應控制 哪個旋 鈕或開 關",
            "o": [
                "(A) DC Offset",
                "(B) Amplitude",
                "(C) Function",
                "(D) Range"
            ],
            "a": "A"
        },
        {
            "q": "使用示波器測量函數波產生器的輸出 波形， 若振 幅不正 確時， 應調整",
            "o": [
                "(A) 示 波器的水平位置",
                "(B) 示波器的 VOLT/DIV 鈕",
                "(C) 函數波產生器的振幅控制",
                "(D) 示波器的垂直位置"
            ],
            "a": "C"
        },
        {
            "q": "使用三用電表測量未知範圍的電壓或 電流時 ，檔 位應置 於",
            "o": [
                "(A) 最高檔",
                "(B) 中 間檔",
                "(C) 最低檔",
                "(D) 任意檔"
            ],
            "a": "A"
        },
        {
            "q": "以示波器測量方波信號，TIM E/ DIV 鈕置 於 0.1ms， 顯示方 波一週 佔水 平 5 格，則方波的頻率為",
            "o": [
                "(A) 20Hz",
                "(B) 200Hz",
                "(C) 2kHz",
                "(D) 20kHz"
            ],
            "a": "C"
        },
        {
            "q": "指針式三用電表在歐姆 X10K 檔，無 法完成 零歐姆 調整， 應更換 內部",
            "o": [
                "(A) 3V 電池",
                "(B) 9V 電池",
                "(C) 所有電池",
                "(D) 保險絲"
            ],
            "a": "B"
        },
        {
            "q": "以示波器測量正弦波信號，VOL T/D IV 鈕 置於 2V ，顯 示正弦 波峰對 峰佔垂 直 5 格，則正弦波的振幅為",
            "o": [
                "(A) 0.4Vrms",
                "(B) 0.4Vp-p",
                "(C) 10Vrms",
                "(D) 10Vp-p"
            ],
            "a": "D"
        },
        {
            "q": "指針式三用電錶中，那一項是非等分 刻度",
            "o": [
                "(A) 交流電壓",
                "(B) 直流電壓",
                "(C) 電流",
                "(D) 電阻"
            ],
            "a": "D"
        },
        {
            "q": "指針式三用電錶量測電阻時，若待測 電阻愈 大， 則指針 偏轉角 越",
            "o": [
                "(A) 大",
                "(B) 小",
                "(C) 一樣",
                "(D) 無法確定"
            ],
            "a": "B"
        },
        {
            "q": "用三用電錶量測機器腳踏車電瓶充電 電壓應 選擇",
            "o": [
                "(A) Rx10",
                "(B) AC50V",
                "(C) DC5 0V",
                "(D) DC3V"
            ],
            "a": "C"
        },
        {
            "q": "下列何者為觀察振盪訊號之儀器",
            "o": [
                "(A) 訊號產生器",
                "(B) 示波器",
                "(C) 振盪器",
                "(D) 三用 電表"
            ],
            "a": "B"
        },
        {
            "q": "數位 IC 測試器無法測試下列何 種 IC？",
            "o": [
                "(A) 74LS32",
                "(B) 7447",
                "(C) NE555",
                "(D) 4017"
            ],
            "a": "C"
        },
        {
            "q": "檢測數位邏輯電路最簡易的工具為？",
            "o": [
                "(A) 示波器",
                "(B) 邏輯分析儀",
                "(C) 三用電錶",
                "(D) 邏輯探棒 。 0 2 800 工業電 子 丙 級 工 作 項 目 07： 測試知 識"
            ],
            "a": "D"
        },
        {
            "q": "發現儀器之保險絲燒毀時應更換",
            "o": [
                "(A) 較高容量之保險絲",
                "(B) 較低容量之保險 絲",
                "(C) 相同容量之保險絲",
                "(D) 銅絲"
            ],
            "a": "C"
        },
        {
            "q": "不正確使用儀表所讀取的數值偏差稱 為",
            "o": [
                "(A) 系統誤差",
                "(B) 人為誤差",
                "(C) 隨機誤 差",
                "(D) 散亂誤差"
            ],
            "a": "B"
        },
        {
            "q": "以指針式三用電表量測 2PF 的電容 器，則 電表偏 轉量",
            "o": [
                "(A) 很大",
                "(B) 不動",
                "(C) 很 小",
                "(D) 一半"
            ],
            "a": "B"
        },
        {
            "q": "指針式三用電表中，零歐姆調整鈕可 用於補 償",
            "o": [
                "(A) 溫度變化",
                "(B) 電池老化",
                "(C) 指針硬化",
                "(D) 濕度變化"
            ],
            "a": "B"
        },
        {
            "q": "以指針式三用電表量測電壓時指針偏 轉愈大 ，誤 差愈",
            "o": [
                "(A) 小",
                "(B) 大",
                "(C) 不變",
                "(D) 不一定"
            ],
            "a": "A"
        },
        {
            "q": "指針式三用電表表頭為直流電流表， 通常以 下列 何種型 式為主 ？",
            "o": [
                "(A) 永磁動 圈式",
                "(B) 動鐵式",
                "(C) 整流式",
                "(D) 感應式"
            ],
            "a": "A"
        },
        {
            "q": "若裝置一電源電路，輸出使用穩壓 I C 編 號 7815，欲測量 輸出電 壓時三 用 電表應置於何檔",
            "o": [
                "(A) DC12V",
                "(B) AC12V",
                "(C) DC30V",
                "(D) AC30V"
            ],
            "a": "C"
        },
        {
            "q": "以三用電表量得 AC110V，其電壓之峰對 峰值為",
            "o": [
                "(A) 110V",
                "(B) 220V",
                "(C) 310V",
                "(D) 410V"
            ],
            "a": "C"
        },
        {
            "q": "電表上反射鏡是用來",
            "o": [
                "(A) 增加美觀",
                "(B) 增加刻度的清晰",
                "(C) 夜晚也能看得見",
                "(D) 防止視覺誤差"
            ],
            "a": "D"
        },
        {
            "q": "熱敏電阻經常作為控制元件，安裝時 應",
            "o": [
                "(A) 貼緊印刷電路板",
                "(B) 遠離控制點",
                "(C) 靠近控制點",
                "(D) 隨意擺置"
            ],
            "a": "C"
        },
        {
            "q": "一般交流電壓表所顯示之數值為",
            "o": [
                "(A) 有效值",
                "(B) 峰對峰值",
                "(C) 平均值",
                "(D) 最大值"
            ],
            "a": "A"
        },
        {
            "q": "若示波器所顯示波形要外加信號使其 同步時 ，則 示波器 同步選 擇開關 應置 於",
            "o": [
                "(A) +INT",
                "(B) -INT",
                "(C) EXT",
                "(D) LINE"
            ],
            "a": "C"
        },
        {
            "q": "要增加示波器上波形之寬度，應調整 那一個 鈕",
            "o": [
                "(A) FOCUS",
                "(B) TRIGGER",
                "(C) V OLT/DIV",
                "(D) TIME/DIV"
            ],
            "a": "D"
        },
        {
            "q": "示波器探測棒標示 10：1，若螢光幕上顯 示為 2V ，則實 際測得 電壓峰 值為",
            "o": [
                "(A) 2V",
                "(B) 11V",
                "(C) 20V",
                "(D) 200V"
            ],
            "a": "C"
        },
        {
            "q": "我國在標示合格之電子產品規格時， 標示之 國家 標準為 何？",
            "o": [
                "(A) CSA",
                "(B) JIS",
                "(C) DIN",
                "(D) CNS"
            ],
            "a": "D"
        },
        {
            "q": "一般音頻信號的頻率範圍為",
            "o": [
                "(A) 100Hz～1kHz",
                "(B) 1kHz～10kHz",
                "(C) 20Hz～20k Hz",
                "(D) 20kHz～50kHz"
            ],
            "a": "C"
        },
        {
            "q": "常用之函數波產生器無法輸出下列何 種波形",
            "o": [
                "(A) 正弦波",
                "(B) 三角波",
                "(C) 方波",
                "(D) 非週期性之數位信號波形"
            ],
            "a": "D"
        },
        {
            "q": "絕緣測量應使用何種儀器為佳",
            "o": [
                "(A) 三用電表",
                "(B) Q 表",
                "(C) 數字式三用電表",
                "(D) 絕 緣電表"
            ],
            "a": "D"
        },
        {
            "q": "若一電流表滿刻度電流 I f ＝1mA， 表頭內 阻 R i n ＝1kΩ ，若用 來測 量 10V 的直流電壓，應串聯的倍率電阻 R s 為",
            "o": [
                "(A) 0.9kΩ",
                "(B) 9kΩ",
                "(C) 99kΩ",
                "(D) 999kΩ"
            ],
            "a": "B"
        },
        {
            "q": "惠斯登電橋（Wheatstone Bridge ）是屬於何種方式測量之儀表 ？",
            "o": [
                "(A) 比較測 量",
                "(B) 絕對測量",
                "(C) 直接測量",
                "(D) 間接測量"
            ],
            "a": "A"
        },
        {
            "q": "4 1/2 位數之數位式三用電表，其最 大顯示 值為",
            "o": [
                "(A) 1999",
                "(B) 3999",
                "(C) 19999",
                "(D) 39999"
            ],
            "a": "C"
        },
        {
            "q": "示波器上之校準電壓其輸出波形通常 為",
            "o": [
                "(A) 正弦波",
                "(B) 三角波",
                "(C) 方波",
                "(D) 鋸齒 波"
            ],
            "a": "C"
        },
        {
            "q": "一般數字式三用電表 AC 檔所測 得之數 值是指 被測正 弦波信 號之",
            "o": [
                "(A) 最大值",
                "(B) 峰值",
                "(C) 峰對峰值",
                "(D) 均方根（R.M.S）值"
            ],
            "a": "D"
        },
        {
            "q": "欲在示波器上觀測電晶體共射極輸出 特性曲 線， 則輸入 至電晶 體基極 之波 形為",
            "o": [
                "(A) 正弦波",
                "(B) 方波",
                "(C) 三角波",
                "(D) 階梯波"
            ],
            "a": "D"
        },
        {
            "q": "量測音頻放大器訊號，一般使用那種 儀器操 作",
            "o": [
                "(A) 網路分析儀",
                "(B) 邏輯分析 儀",
                "(C) 頻譜分析儀",
                "(D) 示波器"
            ],
            "a": "D"
        },
        {
            "q": "量測高頻訊號，一般使用那種儀器操 作",
            "o": [
                "(A) 三用電表",
                "(B) 邏輯分析儀",
                "(C) 頻譜 分析儀",
                "(D) Q 表"
            ],
            "a": "C"
        },
        {
            "q": "下列何者為電池容量規格",
            "o": [
                "(A) V 電壓",
                "(B) 電流 A",
                "(C) W 功率",
                "(D) AH 安時"
            ],
            "a": "D"
        },
        {
            "q": "常見的訊號產生器使用的內部阻抗值 為何",
            "o": [
                "(A) 20 歐姆",
                "(B) 50 歐姆",
                "(C) 60 歐姆",
                "(D) 80 歐姆"
            ],
            "a": "B"
        },
        {
            "q": "下列何種儀器可以量測出發光二極體 （L ED） 的接腳",
            "o": [
                "(A) 三用電表",
                "(B) 邏輯 分析儀",
                "(C) 頻譜分析儀",
                "(D) Q 表"
            ],
            "a": "A"
        },
        {
            "q": "下列何種儀器可以量測出電晶體的接 腳",
            "o": [
                "(A) 三用電表",
                "(B) 邏輯分析儀",
                "(C) 頻譜 分析儀",
                "(D) Q 表"
            ],
            "a": "A"
        },
        {
            "q": "指針式三用電表若切在電壓檔下，無 法量測 最可 能的原 因為",
            "o": [
                "(A) 電池沒電",
                "(B) 保險絲燒毀",
                "(C) 錶頭需校正",
                "(D) 測試棒顏色不對"
            ],
            "a": "B"
        },
        {
            "q": "下列何者無法用指針式三用電表量測 其參數",
            "o": [
                "(A) 漏電流",
                "(B) 電壓",
                "(C) 電流",
                "(D) 頻 率"
            ],
            "a": "D"
        },
        {
            "q": "若以三用電表測量某一電阻上的電壓 降，則 電表 測試棒 應與該 電阻",
            "o": [
                "(A) 串聯",
                "(B) 並聯",
                "(C) 串並聯",
                "(D) 短路"
            ],
            "a": "B"
        },
        {
            "q": "若以三用電表測量流過某一電阻的電 流，則 電表 測試棒 應與該 電阻",
            "o": [
                "(A) 串聯",
                "(B) 並聯",
                "(C) 串並聯",
                "(D) 短路"
            ],
            "a": "A"
        },
        {
            "q": "下列何者不屬於測量用電子儀表?",
            "o": [
                "(A) 示波器",
                "(B) 頻率計數器",
                "(C) 三用電表",
                "(D) 函數波產生器"
            ],
            "a": "D"
        },
        {
            "q": "儀表量測時，能測量輸入信號之最小 變化量 稱之 為",
            "o": [
                "(A) 精密度（precision ）",
                "(B) 靈敏度（sensitivity ）",
                "(C) 準確度（accuracy ）",
                "(D) 解析度（resolution ）"
            ],
            "a": "B"
        },
        {
            "q": "在做一量測，量得之電壓值為 4 伏 特，若 此電壓 的真實 值為 5 伏特 ，則其 量測誤差為多少?",
            "o": [
                "(A) 20%",
                "(B) 25%",
                "(C) 40%",
                "(D) 80%"
            ],
            "a": "A"
        },
        {
            "q": "理想電流表其內阻應為",
            "o": [
                "(A) 趨近零",
                "(B) 1Ω",
                "(C) 1mΩ",
                "(D) 無限大"
            ],
            "a": "A"
        },
        {
            "q": "電壓表為了減少負載效應及測量的誤 差，在 設計 電壓表 時其內 阻應為",
            "o": [
                "(A) 趨 近零",
                "(B) 愈小愈好",
                "(C) 愈大愈好",
                "(D) 無關"
            ],
            "a": "C"
        },
        {
            "q": "示波器被動式電壓探棒上的「10X」標示 代表該 探棒的",
            "o": [
                "(A) 放大率",
                "(B) 使用年 限",
                "(C) 頻寬",
                "(D) 衰減率 當示波器使用該探棒時，示波器對 應通道 的設定 也必 須等量，才能在示波器顯示幕上呈現 量測結 果的 原貌"
            ],
            "a": "D"
        },
        {
            "q": "關於電流計，下列敘述何者正確？",
            "o": [
                "(A) 使用時應與待測線路串聯",
                "(B) 其負端 （黑色端子）為待測電流流入接點",
                "(C) 內部電阻無窮大",
                "(D) 顯示面板上的單 位為 V"
            ],
            "a": "A"
        },
        {
            "q": "電阻與導線的截面積",
            "o": [
                "(A) 平方成正比",
                "(B) 成正比",
                "(C) 成反比",
                "(D) 無關"
            ],
            "a": "C"
        },
        {
            "q": "使用電容器當濾波器時，負載取用電 流愈大 ，漣 波愈",
            "o": [
                "(A) 小",
                "(B) 大",
                "(C) 不變",
                "(D) 不一定"
            ],
            "a": "B"
        },
        {
            "q": "有一電容器標示為 103J，則其電容值為",
            "o": [
                "(A) 103pF",
                "(B) 0.001μF",
                "(C) 0.01μF",
                "(D) 0.103μF"
            ],
            "a": "C"
        },
        {
            "q": "三個電阻器為 10Ω、0.5W；10Ω、0.25W；10Ω、1W 串聯 時，其 所容許 之最大瓦特數為",
            "o": [
                "(A) 3W",
                "(B) 3/2W",
                "(C) 3/4W",
                "(D) 7/4W"
            ],
            "a": "C"
        },
        {
            "q": "計算戴維寧等效電阻時，必須將電壓 源",
            "o": [
                "(A) 短路",
                "(B) 開路",
                "(C) 依電路而定",
                "(D) 依 電壓值而定"
            ],
            "a": "A"
        },
        {
            "q": "線性電路中，任意兩端點間之網路可 用一等 效電 流源及 並聯一 等效電 阻取 代之，稱為",
            "o": [
                "(A) 戴維寧定理",
                "(B) 克希荷夫定律",
                "(C) 密爾門定理",
                "(D) 諾頓定理"
            ],
            "a": "D"
        },
        {
            "q": "各邊電阻為 3Ω的△型網路化成Ｙ型 網路， 其各支 臂電阻 應為",
            "o": [
                "(A) 1Ω",
                "(B) 2Ω",
                "(C) 3Ω",
                "(D) 4Ω"
            ],
            "a": "A"
        },
        {
            "q": "有一負載的電壓和電流，分別是υ( t) ＝10 sin(ωt＋75°)伏特，i(t)＝2 sin (ωt＋15°)安培，則供給此負載的 平均功 率為",
            "o": [
                "(A) 5W",
                "(B) 10W",
                "(C) 15W",
                "(D) 20W"
            ],
            "a": "A"
        },
        {
            "q": "RLC 並聯電路產生諧振時",
            "o": [
                "(A) 阻抗最小",
                "(B) 呈現電感性",
                "(C) 呈現電容性",
                "(D) X L = XC"
            ],
            "a": "D"
        },
        {
            "q": "設 i(t)＝300sin(377t－30°)則此電 流 i( t) 的頻率 為",
            "o": [
                "(A) 35Hz",
                "(B) 50Hz",
                "(C) 60Hz",
                "(D) 75Hz"
            ],
            "a": "C"
        },
        {
            "q": "5∠53°之共軛複數為",
            "o": [
                "(A) －5∠53°",
                "(B) －5∠－53°",
                "(C) 5∠53°",
                "(D) 5∠－53°"
            ],
            "a": "D"
        },
        {
            "q": "已知一阻抗 Z＝3∠30°歐姆，若其電壓 為 v＝12∠ －30°，則 其電 流 i 等於",
            "o": [
                "(A) 4∠30°A",
                "(B) 4∠－30°A",
                "(C) 36∠0°A",
                "(D) 4∠－60°A"
            ],
            "a": "D"
        },
        {
            "q": "將極座標 6 ∠135°換為直角座標得",
            "o": [
                "(A) 6＋j6",
                "(B) 6－j6",
                "(C) －6－j6",
                "(D) －6＋ j6"
            ],
            "a": "D"
        },
        {
            "q": "正弦波經全波整流後，其負載電流有 效值為 峰值 的",
            "o": [
                "(A) 1/2",
                "(B) π/2",
                "(C) /2",
                "(D) 2/π 倍"
            ],
            "a": "C"
        },
        {
            "q": "若角頻率ω＝10000 弳/秒，則 10μF 電 容器的 阻抗為",
            "o": [
                "(A) 10Ω",
                "(B) 50Ω",
                "(C) j1 0Ω",
                "(D) －j10Ω"
            ],
            "a": "D"
        },
        {
            "q": "已知電壓源 v＝10∠0°伏特，內阻 z＝5∠30°Ω 則將此 電壓源 換成等 效電流 源後，i 等於",
            "o": [
                "(A) －2∠30°A",
                "(B) －2∠－30°A",
                "(C) 50∠30°",
                "(D) 2∠－30°A"
            ],
            "a": "D"
        },
        {
            "q": "電壓源 v＝40∠0°伏特，其內阻 Z＝10＋j10 Ω，供 給一負 載，則 該負載 阻 抗為若干時可得到最大功率?",
            "o": [
                "(A) 10＋j10Ω",
                "(B) －10－j10Ω",
                "(C) －10＋j10Ω",
                "(D) 10－j10Ω"
            ],
            "a": "D"
        },
        {
            "q": "在交流電路中感抗 Z L 應為",
            "o": [
                "(A) L/2πf",
                "(B) 1/2πfL",
                "(C) 2πf/L",
                "(D) 2πfL"
            ],
            "a": "D"
        },
        {
            "q": "milli 安培是",
            "o": [
                "(A) 十分之一安培",
                "(B) 百分之一安培",
                "(C) 千分之一安培",
                "(D) 萬分之 一安培"
            ],
            "a": "C"
        },
        {
            "q": "pico 法拉是",
            "o": [
                "(A) 10 - 6 法拉",
                "(B) 10 - 9 法拉",
                "(C) 10 - 1 2 法拉",
                "(D) 10 - 1 5 法拉"
            ],
            "a": "C"
        },
        {
            "q": "變壓器鐵芯使用疊成薄矽鋼片，其目 的在於 減少",
            "o": [
                "(A) 銅損失",
                "(B) 機械損失",
                "(C) 磁滯損失",
                "(D) 渦流損失"
            ],
            "a": "D"
        },
        {
            "q": "RLC 串聯諧振電路中，下列敘 述何者 錯誤？",
            "o": [
                "(A) 諧振頻率與電阻有關",
                "(B) 諧 振頻率與電感有關",
                "(C) 諧振頻率與電容有關",
                "(D) 感抗等於容抗"
            ],
            "a": "A"
        },
        {
            "q": "電路頻率降低時，其電容抗",
            "o": [
                "(A) 增大",
                "(B) 不變",
                "(C) 減少",
                "(D) 不一定"
            ],
            "a": "A"
        },
        {
            "q": "一電阻器標明為 100Ω±10％，其電阻值最 大時可 能為",
            "o": [
                "(A) 90Ω",
                "(B) 100Ω",
                "(C) 1 00.1Ω",
                "(D) 110Ω"
            ],
            "a": "D"
        },
        {
            "q": "相同的電容器ｎ個串聯時，其電容量 為並聯 時之",
            "o": [
                "(A) 1/ｎ 2",
                "(B) 1/ｎ",
                "(C) ｎ",
                "(D) ｎ 2 倍"
            ],
            "a": "A"
        },
        {
            "q": "當電解電容器串聯使用時，通常各並 聯一個 電阻 器，此 電阻器 的作用 為",
            "o": [
                "(A) 降低阻抗",
                "(B) 直流分路",
                "(C) 平衡電容器分壓",
                "(D) 平衡相角"
            ],
            "a": "C"
        },
        {
            "q": "理想的電感器，當加上電壓的瞬間， 其流過 的電 流為",
            "o": [
                "(A) 零",
                "(B) 無限大",
                "(C) 不 定值",
                "(D) 由大變小"
            ],
            "a": "A"
        },
        {
            "q": "若將 10V 電壓加至一個電阻器 R 上，而 此電阻 器的色 碼依次 為棕、 黑、 紅、金，則流過 R 之電流約為",
            "o": [
                "(A) 5mA",
                "(B) 10mA",
                "(C) 50mA",
                "(D) 100mA"
            ],
            "a": "B"
        },
        {
            "q": "某一電阻兩端加上 100V 之電壓後，消 耗 250W 之功率 ，則此 電阻值 為",
            "o": [
                "(A) 0.4 歐姆",
                "(B) 2.5 歐姆",
                "(C) 4 歐姆",
                "(D) 40 歐姆"
            ],
            "a": "D"
        },
        {
            "q": "下列何者為封閉的曲線",
            "o": [
                "(A) 電力場線",
                "(B) 磁力線",
                "(C) 熱輻射線",
                "(D) 動力線"
            ],
            "a": "B"
        },
        {
            "q": "RLC 串聯諧振時迴路之",
            "o": [
                "(A) 電流最大",
                "(B) 阻抗最高",
                "(C) 各元件端電壓最低",
                "(D) 各 元件電流最小"
            ],
            "a": "A"
        },
        {
            "q": "在 RLC 串聯電路中 R＝20Ω、 L＝0.3H 、C＝20μ F， 則諧振 頻率 fr ＝",
            "o": [
                "(A) 8 5Hz",
                "(B) 65Hz",
                "(C) 45Hz",
                "(D) 30Hz"
            ],
            "a": "B"
        },
        {
            "q": "RLC 電路中，僅有",
            "o": [
                "(A) 電阻器",
                "(B) 電感器",
                "(C) 電容器",
                "(D) RLC 消耗功率"
            ],
            "a": "A"
        },
        {
            "q": "有一電路電壓υ(t)＝100sin(ωt ＋60°)， 電流 i( t)＝20s in(ω t＋60°) ，則此 電 路可視為",
            "o": [
                "(A) 電阻器",
                "(B) 電感器",
                "(C) 電容器",
                "(D) 線圈"
            ],
            "a": "A"
        },
        {
            "q": "單位時間內自導體任一截面流過之電 量稱為 電流 強度， 其單位 （MK S 制） 為",
            "o": [
                "(A) 庫倫",
                "(B) 安培",
                "(C) 伏特",
                "(D) 瓦特"
            ],
            "a": "B"
        },
        {
            "q": "下列何者的導電率最高",
            "o": [
                "(A) 銅",
                "(B) 銀",
                "(C) 鐵",
                "(D) 鋁"
            ],
            "a": "B"
        },
        {
            "q": "若 P o 為輸出功率，P i 為輸 入功 率， P L 為 損失 ，則變 壓器效 率為",
            "o": [
                "(A) (P o / P i ) ×100%",
                "(B) [(P o - P L ) / P i ]×100%",
                "(C) (P L / P i )×100%",
                "(D) [P o / (P i + P L )]×100%"
            ],
            "a": "A"
        },
        {
            "q": "電度的單位為",
            "o": [
                "(A) 瓩時",
                "(B) 安培",
                "(C) 伏特",
                "(D) 瓦特"
            ],
            "a": "A"
        },
        {
            "q": "電源頻率由 60Hz 變為 50Hz 時，較不受 影響的 是",
            "o": [
                "(A) 變壓器",
                "(B) 電動機",
                "(C) 日 光燈",
                "(D) 電熱器"
            ],
            "a": "D"
        },
        {
            "q": "若 i(t)＝141.4sin ωt 安培時，則電流之有效值 為",
            "o": [
                "(A) 70.7A",
                "(B) 100A",
                "(C) 141.4 A",
                "(D) 200A"
            ],
            "a": "B"
        },
        {
            "q": "有一電路之阻抗為 6＋j8 歐姆，則 功率因 數為",
            "o": [
                "(A) 0.48",
                "(B) 0.6",
                "(C) 0.8",
                "(D) 1"
            ],
            "a": "B"
        },
        {
            "q": "台灣地區之電源，其週期為",
            "o": [
                "(A) 60 秒",
                "(B) 1/60 秒",
                "(C) 50 秒",
                "(D) 1/50 秒"
            ],
            "a": "B"
        },
        {
            "q": "2μF 與 3μF 之電容器串聯 後接 於 100V 之直 流電源 ，則 3 μ F 電容 器之端 電壓為",
            "o": [
                "(A) 40V",
                "(B) 50V",
                "(C) 60V",
                "(D) 100V"
            ],
            "a": "A"
        },
        {
            "q": "有一 2000 瓦的電熱水器，連續使用 10 小 時，所 消耗電 力為",
            "o": [
                "(A) 2 度",
                "(B) 5 度",
                "(C) 10 度",
                "(D) 20 度"
            ],
            "a": "D"
        },
        {
            "q": "將 3 歐姆的電阻與 3 西門子（ SIE M ENS ）的 電導並 聯相接 ，其等 效電阻 為",
            "o": [
                "(A) 3/10 歐姆",
                "(B) 10/3 歐姆",
                "(C) 3/2 歐姆",
                "(D) 2/3 歐姆"
            ],
            "a": "A"
        },
        {
            "q": "10mA 等於",
            "o": [
                "(A) 0.1 安培",
                "(B) 0.01 安培",
                "(C) 0.001 安培",
                "(D) 0.0001 安培"
            ],
            "a": "B"
        },
        {
            "q": "一銅線在 20℃時電阻為 50Ω，則在 40℃時 電阻為",
            "o": [
                "(A) 25Ω",
                "(B) 50Ω",
                "(C) 54Ω",
                "(D) 100Ω"
            ],
            "a": "C"
        },
        {
            "q": "直流電源的頻率為",
            "o": [
                "(A) ∞Hz",
                "(B) 0Hz",
                "(C) 50Hz",
                "(D) 100Hz"
            ],
            "a": "B"
        },
        {
            "q": "在電源不變的情況下，將 1000W 的電熱 線長度 剪去 20％ ，則 其功率 變為",
            "o": [
                "(A) 800W",
                "(B) 1000W",
                "(C) 1250W",
                "(D) 2500W"
            ],
            "a": "C"
        },
        {
            "q": "有 n 個完全相同的電阻，其串聯時 之總電 阻為並 聯時之",
            "o": [
                "(A) 1/n 倍",
                "(B) n 倍",
                "(C) 1/n 2 倍",
                "(D) n 2 倍"
            ],
            "a": "D"
        },
        {
            "q": "一個 100W 的燈泡，當供應電壓減少 一半， 其消耗 功率亦 隨之減 少為",
            "o": [
                "(A) 1/ 2",
                "(B) 1/3",
                "(C) 1/4",
                "(D) 1/8"
            ],
            "a": "C"
        },
        {
            "q": "設有三個電容量相同的電容器，其耐 壓分別 為 50V、100V、75V ，若將 其 串聯接線，則其最高的工作電壓為",
            "o": [
                "(A) 150V",
                "(B) 200V",
                "(C) 225V",
                "(D) 250V"
            ],
            "a": "A"
        },
        {
            "q": "在純電感電路中，其電流落後電壓",
            "o": [
                "(A) 60°",
                "(B) 90°",
                "(C) 180°",
                "(D) 270°"
            ],
            "a": "B"
        },
        {
            "q": "使用交流電壓表測量交流電源的電壓 ，若其 指示 為 120V，則 該值為",
            "o": [
                "(A) 平 均值",
                "(B) 有效值",
                "(C) 峰值",
                "(D) 瞬間值"
            ],
            "a": "B"
        },
        {
            "q": "於一導體中在 0.1 秒流過 10 庫倫的電 荷量， 其電流 為",
            "o": [
                "(A) 0.1A",
                "(B) 1A",
                "(C) 10A",
                "(D) 100A"
            ],
            "a": "D"
        },
        {
            "q": "在一電容與電感並聯諧振電路中，流 過兩支 路的 電流各 為 1A， 則其總 電流 為",
            "o": [
                "(A) 0A",
                "(B) 0.707A",
                "(C) 1A",
                "(D) 2A"
            ],
            "a": "A"
        },
        {
            "q": "在一 RC 串聯電路，R＝15kΩ、C＝0.1 μF ，則其 時間常 數為",
            "o": [
                "(A) 0.0015 秒",
                "(B) 0.015 秒",
                "(C) 15 毫秒",
                "(D) 150 毫秒"
            ],
            "a": "A"
        },
        {
            "q": "電流流過電阻所產生的熱量可由 H ＝0.24I 2 Rt 的公式 求得， H（熱 量）的 單 位為",
            "o": [
                "(A) BTU",
                "(B) 瓦特",
                "(C) 焦耳",
                "(D) 卡"
            ],
            "a": "D"
        },
        {
            "q": "工程上實用的磁通單位為",
            "o": [
                "(A) 庫倫",
                "(B) 韋伯",
                "(C) 高斯",
                "(D) 奧斯特"
            ],
            "a": "B"
        },
        {
            "q": "某線圈每分鐘有 1.2 庫倫的電量通過 ，則線 圈電流 為",
            "o": [
                "(A) 1.2A",
                "(B) 2.0A",
                "(C) 72 A",
                "(D) 0.02A"
            ],
            "a": "D"
        },
        {
            "q": "υ(t)＝14.14sin(37 7t＋30°)，則該電壓有效 值 V rm s ＝",
            "o": [
                "(A) 10V",
                "(B) 14.14V",
                "(C) 20 V",
                "(D) 9V"
            ],
            "a": "A"
        },
        {
            "q": "某電阻器兩端電壓為 10 伏特，電流 為 400 毫安 培，若 流過此 電阻器 之電 流為 1 安培時，電壓為",
            "o": [
                "(A) 10V",
                "(B) 25V",
                "(C) 50V",
                "(D) 100V"
            ],
            "a": "B"
        },
        {
            "q": "1Ω和 2Ω兩電阻器額定功率為 0.5W，串 聯後 最大能 加多少 伏特， 而不超 過額定功率損耗",
            "o": [
                "(A) 0.1V",
                "(B) 1V",
                "(C) 1.5V",
                "(D) 3V"
            ],
            "a": "C"
        },
        {
            "q": "下列何者正確？",
            "o": [
                "(A) 理想電壓表其內阻應為零",
                "(B) 理想電流源其內阻應為零",
                "(C) 理想電壓源其內阻應為零",
                "(D) 理想電壓放大器輸出阻抗應為無窮大"
            ],
            "a": "C"
        },
        {
            "q": "應用戴維寧定理求等效電阻時",
            "o": [
                "(A) 所有獨立電壓源短路，所有獨立電 流源開 路",
                "(B) 所有獨立電壓源開路，所有獨立電 流源短 路",
                "(C) 所有電源均短路",
                "(D) 所 有電源均開啟"
            ],
            "a": "A"
        },
        {
            "q": "三個電容 C 1 、C 2 、C 3 各 為 5μ F、10μ F、20μ F， 在串聯 連接下 ，電容 值 若為 B/A，請問 2A+B 應 為",
            "o": [
                "(A) 18",
                "(B) 25",
                "(C) 34",
                "(D) 41"
            ],
            "a": "C"
        },
        {
            "q": "以直角座標相量表示 10∠30°＝",
            "o": [
                "(A) 5－j5",
                "(B) 5＋j5",
                "(C) 5 ＋j5",
                "(D) 5 －j5"
            ],
            "a": "C"
        },
        {
            "q": "有一電流 i(t)＝10sin ωt 通過 5Ω電阻，則其消耗功率為",
            "o": [
                "(A) 250W",
                "(B) 375W",
                "(C) 500W",
                "(D) 625W"
            ],
            "a": "A"
        },
        {
            "q": "台電公司所稱之低壓為",
            "o": [
                "(A) 400",
                "(B) 600",
                "(C) 800",
                "(D) 100 伏以下之電壓"
            ],
            "a": "B"
        },
        {
            "q": "同材質導線之安全電流：",
            "o": [
                "(A) 不關線徑大小，其值均相同",
                "(B) 線徑愈大，其 值較大",
                "(C) 長度愈長，其值愈大",
                "(D) 線經愈細，其值愈大"
            ],
            "a": "B"
        },
        {
            "q": "有一容量為 500W 之電爐，輸入額定 電壓連 續使 用 10 小時 ，如每 度電 為 2 元，共要多少電費？",
            "o": [
                "(A) 60 元",
                "(B) 40 元",
                "(C) 20 元",
                "(D) 10 元"
            ],
            "a": "D"
        },
        {
            "q": "兩條額定容量為 110V，1000W 電熱線串聯接 在 110 電源 時，其 消耗功 率 為",
            "o": [
                "(A) 2000W",
                "(B) 1000W",
                "(C) 500W",
                "(D) 250W"
            ],
            "a": "C"
        },
        {
            "q": "雙金屬片受熱時會向",
            "o": [
                "(A) 膨脹係數較小側",
                "(B) 膨脹係數較大側",
                "(C) 先向膨脹係 數較小側，再向膨脹係數較大側",
                "(D) 先向膨脹係數較大側，再向膨脹 係數較 小側"
            ],
            "a": "A"
        },
        {
            "q": "某一磁鐵切割成兩段時，兩段磁鐵共 有多少 磁極 ？",
            "o": [
                "(A) 2",
                "(B) 3",
                "(C) 4",
                "(D) 6"
            ],
            "a": "C"
        },
        {
            "q": "電阻器大小為 12kΩ，等於多少歐姆",
            "o": [
                "(A) 1200",
                "(B) 12000",
                "(C) 120",
                "(D) 12"
            ],
            "a": "B"
        },
        {
            "q": "有一 100Ω的導線，將長度及直徑均增加 一倍時 ，電阻 變為多 少Ω？",
            "o": [
                "(A) 20 0",
                "(B) 100",
                "(C) 50",
                "(D) 25"
            ],
            "a": "C"
        },
        {
            "q": "五環色碼電阻 1～5 環顏色分別為棕 黑黑紅 棕，則 其電阻 值為",
            "o": [
                "(A) 1.00kΩ±1 %",
                "(B) 10.0kΩ±10%",
                "(C) 1.00kΩ±10%",
                "(D) 10.0kΩ±1%"
            ],
            "a": "D"
        },
        {
            "q": "有兩個電燈額定分別為 110V/60W 及 110V /20W 串 聯接 於 110V 電 源，則 哪一個電燈比較亮",
            "o": [
                "(A) 60W",
                "(B) 20W",
                "(C) 一樣亮",
                "(D) 不一定"
            ],
            "a": "B"
        },
        {
            "q": "有一手機電池使為 6000mAH，若此手機平均 待機電 流為 50mA ，則此 手機 最多可待機多久?",
            "o": [
                "(A) 3 天",
                "(B) 4 天",
                "(C) 5 天",
                "(D) 10 天"
            ],
            "a": "C"
        },
        {
            "q": "銅線電阻與溫度的關係為",
            "o": [
                "(A) 溫度愈高電阻愈大",
                "(B) 溫度愈高電阻愈小",
                "(C) 不 一定",
                "(D) 無關"
            ],
            "a": "A"
        },
        {
            "q": "有一導線電阻值為 50Ω，現將其拉長 （導線 不斷裂 ），使 其線徑 變為原 來 的之一半，則其電阻值為",
            "o": [
                "(A) 25",
                "(B) 100",
                "(C) 400",
                "(D) 800"
            ],
            "a": "D"
        },
        {
            "q": "若某一原子內電子游離後，帶有 2 個電子 ，5 個 質子， 則該原 子帶有 多少 電量？",
            "o": [
                "(A) -3.2×10 - 1 9 庫侖",
                "(B) 3.2×10 - 1 9 庫侖",
                "(C) -4.8×10 - 1 9 庫侖",
                "(D) 4.8×10 - 1 9 庫 侖"
            ],
            "a": "D"
        },
        {
            "q": "在 2 分鐘內若有 600 庫侖的電子從導 體的一 端進入 該導體 ，並 有 600 庫侖 的電子從另一端移出，則導體內的平 均電流 之大 小為多 少安培 ？",
            "o": [
                "(A) 600",
                "(B) 300",
                "(C) 50",
                "(D) 5"
            ],
            "a": "D"
        },
        {
            "q": "脈波寬度 400μs，頻率 1kHz，峰值 10V 之脈 波其工 作週期 為",
            "o": [
                "(A) 50%",
                "(B) 33 %",
                "(C) 40%",
                "(D) 66%"
            ],
            "a": "C"
        },
        {
            "q": "RC 串聯負載之交流電路，於穩 態條件 下，下 列敘述 何者正 確？",
            "o": [
                "(A) 負載之 電流相角落後電壓相角",
                "(B) 負載功率因數小於 1 且為落後",
                "(C) 負載功率因數 小於 1 且為超前",
                "(D) 負載的視在功率等於實功率"
            ],
            "a": "C"
        },
        {
            "q": "電熱線額定值為 100V、250W，下列敘述何者 正確？",
            "o": [
                "(A) 電流值為 0.25A",
                "(B) 電阻值為 40Ω",
                "(C) 使用 1 分鐘產生 1,500 焦耳熱量",
                "(D) 最大可流過 25A 電流"
            ],
            "a": "B"
        },
        {
            "q": "有 A、B 兩個電感器，將其串聯 後測得 總電感 量為 21mH ，若將 其中任 一 電感器的兩線端對調連接後，再測得 其總電 感量 為 15mH，則 兩電感 間互 感量為",
            "o": [
                "(A) 1.5mH",
                "(B) 3mH",
                "(C) 6mH",
                "(D) 9mH"
            ],
            "a": "A"
        },
        {
            "q": "設 v(t)=100sin(377t+60 °)V、i (t) = − 10sin(377t +60 °) A， 則 v 與 i 的相位 關係 為？",
            "o": [
                "(A) v、i 同相",
                "(B) i 超前 v 90°",
                "(C) v 超前 i 120°",
                "(D) i 超前 v 180 。 0 2 800 工業電 子 丙 級 工 作 項 目 09： 電子學"
            ],
            "a": "D"
        },
        {
            "q": "二極體反向偏壓時，空乏區寬度",
            "o": [
                "(A) 不變",
                "(B) 變大",
                "(C) 變小",
                "(D) 不一定"
            ],
            "a": "B"
        },
        {
            "q": "半導體之電中性是指",
            "o": [
                "(A) 無自由電荷",
                "(B) 無主要載子",
                "(C) 有等量的正電荷與負 電荷",
                "(D) 無電荷存在"
            ],
            "a": "C"
        },
        {
            "q": "在 N 型半導體裡，電洞的濃度將 隨溫度 的升高 而",
            "o": [
                "(A) 增加",
                "(B) 減少",
                "(C) 對數關 係增加",
                "(D) 無關"
            ],
            "a": "A"
        },
        {
            "q": "當溫度升高時，一般金屬導體之電阻 值增加 ，矽 半導體 在溫度 上升時 ，其 電阻值",
            "o": [
                "(A) 下降",
                "(B) 上升",
                "(C) 不變",
                "(D) 成絕緣體"
            ],
            "a": "A"
        },
        {
            "q": "N 型矽或鍺半導體",
            "o": [
                "(A) 為絕緣體",
                "(B) 含有多量電洞",
                "(C) 是不良的導電體",
                "(D) 含有 多量的電子"
            ],
            "a": "D"
        },
        {
            "q": "調幅波載波振幅隨著下列何種調變信 號參數 而改 變？",
            "o": [
                "(A) 頻率",
                "(B) 振幅",
                "(C) 斜 率",
                "(D) 相角"
            ],
            "a": "B"
        },
        {
            "q": "調頻電台之最大頻率偏差為",
            "o": [
                "(A) ±50kHz",
                "(B) ±75kHz",
                "(C) ±100kHz",
                "(D) ±200kHz"
            ],
            "a": "B"
        },
        {
            "q": "接收機之調諧電路，其頻率響應曲線 愈尖銳 ，則",
            "o": [
                "(A) 傳真度愈高",
                "(B) 選擇性 愈佳",
                "(C) S/N 比較低",
                "(D) 頻寬愈大"
            ],
            "a": "B"
        },
        {
            "q": "有關理想放大器的特性，下列何者不 正確",
            "o": [
                "(A) 輸入阻抗無窮大",
                "(B) 輸出阻抗 無窮大",
                "(C) 頻帶寬度無窮大",
                "(D) 電壓增益無窮大"
            ],
            "a": "B"
        },
        {
            "q": "SCR 導通後 A-K 兩端點 間之電 壓降約 為",
            "o": [
                "(A) 0.6～0.8V",
                "(B) 1～2V",
                "(C) 4～5V",
                "(D) 10～20V"
            ],
            "a": "B"
        },
        {
            "q": "下列敘述何者不正確",
            "o": [
                "(A) TRIAC 可控制交流電功率",
                "(B) SCR 為單向導通元件",
                "(C) DIAC 可作觸發元件",
                "(D) UJT 為單向激發導電二極體"
            ],
            "a": "D"
        },
        {
            "q": "一般 DIAC 之崩潰電壓約為",
            "o": [
                "(A) 5～10V",
                "(B) 10～25V",
                "(C) 25～45V",
                "(D) 60～80V"
            ],
            "a": "C"
        },
        {
            "q": "UJT 的η值（本質內分比）將隨 著溫度 增加而",
            "o": [
                "(A) 減少",
                "(B) 增加",
                "(C) 不變",
                "(D) 不 一定"
            ],
            "a": "A"
        },
        {
            "q": "若電晶體的β值是 99，則其共基極之 順向電 流轉換 率α等 於",
            "o": [
                "(A) 0.01",
                "(B) 9.9",
                "(C) 1.01",
                "(D) 0.99"
            ],
            "a": "D"
        },
        {
            "q": "在限流（Limited Current）的穩壓電源上，接上負載 電阻時 ，其過 負載的 指示燈亮時，原因不可能是",
            "o": [
                "(A) 負載短路",
                "(B) 限流值設定過小",
                "(C) 電源輸出端 兩端因接觸短路",
                "(D) 使用高阻抗儀表測試負載端"
            ],
            "a": "D"
        },
        {
            "q": "在電晶體各組態中，若 I B 為固定 ，則 電壓增 益與電 流增益 乘積最 高的是",
            "o": [
                "(A) 共基極",
                "(B) 共射極",
                "(C) 共集極",
                "(D) 共閘極"
            ],
            "a": "B"
        },
        {
            "q": "電晶體共射極放大器，加入射極電阻 器而不 加旁 路電容 器可",
            "o": [
                "(A) 提高輸入阻 抗",
                "(B) 降低輸出阻抗",
                "(C) 降低輸入阻抗",
                "(D) 增加非線性失真"
            ],
            "a": "A"
        },
        {
            "q": "場效電晶體（FET）工作時 靠",
            "o": [
                "(A) 電壓",
                "(B) 電流",
                "(C) 電阻",
                "(D) 電容 來控制其電流 大小"
            ],
            "a": "A"
        },
        {
            "q": "效率最高的放大器是",
            "o": [
                "(A) 甲類",
                "(B) 乙類",
                "(C) 甲乙類",
                "(D) 丙類 放大器"
            ],
            "a": "D"
        },
        {
            "q": "正常 OCL 放大器，其輸出端 的中點 電壓為",
            "o": [
                "(A) 0V",
                "(B) 1/2Vcc",
                "(C) 2/3Vcc",
                "(D) 1V cc"
            ],
            "a": "A"
        },
        {
            "q": "二極體不能做下列那一項工作",
            "o": [
                "(A) 整流",
                "(B) 檢波",
                "(C) 放大",
                "(D) 偏壓"
            ],
            "a": "C"
        },
        {
            "q": "一理想的電流源，其內阻應為",
            "o": [
                "(A) 零",
                "(B) 無窮大",
                "(C) 隨負載而定",
                "(D) 固定值"
            ],
            "a": "B"
        },
        {
            "q": "上升時間（Rise Time）之定義是波形由",
            "o": [
                "(A) 0～100％",
                "(B) 5％～95％",
                "(C) 10％ ～90％",
                "(D) 50％～100％ 所經過的時間"
            ],
            "a": "C"
        },
        {
            "q": "若理想電源供應器的滿負載為 4Ω， 若負載 電流降 為滿負 載時的 一半， 則 負載電阻為",
            "o": [
                "(A) 2Ω",
                "(B) 8Ω",
                "(C) 視電壓大小而定",
                "(D) 視電流大小而定"
            ],
            "a": "B"
        },
        {
            "q": "全波整流電路中，每只二極體的最大 電流 為 10A，各 串聯一 只 0.1Ω 電阻 的目的，依下列敘述何者錯誤",
            "o": [
                "(A) 限流",
                "(B) 平衡兩個二極體所通過的電流",
                "(C) 平衡兩個二極體所消耗的功率",
                "(D) 兩個二極體獲得熱平衡"
            ],
            "a": "A"
        },
        {
            "q": "橋式整流的漣波頻率為電源頻率的",
            "o": [
                "(A) 2 倍",
                "(B) 3 倍",
                "(C) 4 倍",
                "(D) 1 倍"
            ],
            "a": "A"
        },
        {
            "q": "下列整流電路，何者可得全波整流輸 出？",
            "o": [
                "(A) A 與 B",
                "(B) B 與 C",
                "(C) C 與 D",
                "(D) A 與D"
            ],
            "a": "B"
        },
        {
            "q": "下列電路具有開關之動作為",
            "o": [
                "(A) 箝位電路",
                "(B) 截波電路",
                "(C) 整流電路",
                "(D) 交換電 路"
            ],
            "a": "D"
        },
        {
            "q": "一個時間常數（Time Constant）是表示輸出信號達到飽和 值的",
            "o": [
                "(A) 26.8％",
                "(B) 50％",
                "(C) 63％",
                "(D) 75％"
            ],
            "a": "C"
        },
        {
            "q": "雙載子電晶體交換電路，工作於非飽 和區， 交換 速度很 短，主 要乃是 電路 不工作在",
            "o": [
                "(A) 截止區",
                "(B) 動作區",
                "(C) 飽和區",
                "(D) 電阻區"
            ],
            "a": "C"
        },
        {
            "q": "FET 三個參數（gm，rd，μ） 之關係 是",
            "o": [
                "(A) gm＝μ×rd",
                "(B) μ＝gm×rd",
                "(C) rd＝ gm×μ",
                "(D) rd＝gm/μ"
            ],
            "a": "B"
        },
        {
            "q": "半波整流電路，若輸入為正弦波 120 伏 特有效 值，負 載為純 電阻， 則輸出 V D C 為",
            "o": [
                "(A) 54 伏特",
                "(B) 70 伏特",
                "(C) 108 伏特",
                "(D) 162 伏特"
            ],
            "a": "A"
        },
        {
            "q": "射級隨耦器屬於",
            "o": [
                "(A) 電流串聯回授",
                "(B) 電壓串聯回授",
                "(C) 電壓並聯回授",
                "(D) 電流 並聯回授"
            ],
            "a": "B"
        },
        {
            "q": "放大器的偏壓選擇不當，將引起",
            "o": [
                "(A) 波幅失真",
                "(B) 頻率失真",
                "(C) 相位失真",
                "(D) 輸 入信號短路"
            ],
            "a": "A"
        },
        {
            "q": "某一放大器其輸入功率為 0.1W，輸出 功率 為 10W， 則功率 增益為",
            "o": [
                "(A) 0.1dB",
                "(B) 1dB",
                "(C) 10dB",
                "(D) 20dB"
            ],
            "a": "D"
        },
        {
            "q": "有一電源電路之輸出端，利用直流電 壓表測 得 25V， 利用交 流電壓 表串聯 一電容器測得 2.5V，則其漣波百分比( r％ )為",
            "o": [
                "(A) 1％",
                "(B) 10％",
                "(C) 9％",
                "(D) 90％"
            ],
            "a": "B"
        },
        {
            "q": "在電晶體參數中 其 代表意義為",
            "o": [
                "(A) 輸入阻抗",
                "(B) 輸出導 納",
                "(C) 逆向電壓轉換比",
                "(D) 順向電流轉換比"
            ],
            "a": "A"
        },
        {
            "q": "在共射極電路中，其電晶體的β值相 當於那 一參 數",
            "o": [
                "(A) h ie",
                "(B) h fe",
                "(C) h re",
                "(D) h c e"
            ],
            "a": "B"
        },
        {
            "q": "下列何者具有最大的輸入阻抗",
            "o": [
                "(A) JFET",
                "(B) MOSFET",
                "(C) 射極隨耦器",
                "(D) 達靈頓 放大器"
            ],
            "a": "B"
        },
        {
            "q": "一個三級放大電路，各級電壓增益分 別為 10 、20、30 則電 壓增益 為",
            "o": [
                "(A) 60",
                "(B) 1200",
                "(C) 6000",
                "(D) 12000"
            ],
            "a": "C"
        },
        {
            "q": "功率電晶體的集極與外殼通常接在一 起，其 最主 要目的 是",
            "o": [
                "(A) 美觀",
                "(B) 製作 方便",
                "(C) 容易辨認",
                "(D) 散熱較好"
            ],
            "a": "D"
        },
        {
            "q": "下列何者具有高增益、高輸入阻抗及 偏移量 小的 特性",
            "o": [
                "(A) 差動放大器",
                "(B) 達 靈頓放大器",
                "(C) 低頻放大器",
                "(D) 高頻放大器"
            ],
            "a": "A"
        },
        {
            "q": "橋式整流電路中的二極體 PI V 值為 峰值電 壓的",
            "o": [
                "(A) 0.5 倍",
                "(B) 1 倍",
                "(C) 2 倍",
                "(D) 4 倍"
            ],
            "a": "B"
        },
        {
            "q": "一直流電源供應器，無載時輸出電壓 為 30V， 滿載時 輸出電 壓為 25V ，則 電壓調整率為",
            "o": [
                "(A) 16.6％",
                "(B) 20％",
                "(C) 60％",
                "(D) 83.3％"
            ],
            "a": "B"
        },
        {
            "q": "在射極放大器上所使用的射極傍路電 容器， 其作 用是",
            "o": [
                "(A) 提高電壓增益",
                "(B) 濾去電源漣波",
                "(C) 防止短路",
                "(D) 提高耐電壓"
            ],
            "a": "A"
        },
        {
            "q": "下列何種電子元件不具有負電阻特性",
            "o": [
                "(A) 單接面電晶體",
                "(B) 矽控整流器",
                "(C) 場 效電晶體",
                "(D) PNPN 二極體"
            ],
            "a": "C"
        },
        {
            "q": "電阻器的色碼由左向右依次為橙、綠 、黃、 金， 其電阻 值為",
            "o": [
                "(A) 35Ω±5％",
                "(B) 65kΩ±10％",
                "(C) 250kΩ±5％",
                "(D) 350kΩ±5％"
            ],
            "a": "D"
        },
        {
            "q": "電晶體振盪電路為何類放大器？",
            "o": [
                "(A) A 類",
                "(B) B 類",
                "(C) C 類",
                "(D) AB 類"
            ],
            "a": "C"
        },
        {
            "q": "石英晶體振盪器的主要優點是",
            "o": [
                "(A) 頻率穩定",
                "(B) 容易振盪",
                "(C) 振幅較大",
                "(D) 振幅 穩定"
            ],
            "a": "A"
        },
        {
            "q": "把直流電力變成交流電力的裝置為",
            "o": [
                "(A) 整流器",
                "(B) 倍壓器",
                "(C) 濾波器",
                "(D) 變流器"
            ],
            "a": "D"
        },
        {
            "q": "理想電壓源其內阻為",
            "o": [
                "(A) 0",
                "(B) 無限大",
                "(C) 隨負載電阻而定",
                "(D) 隨頻率而定"
            ],
            "a": "A"
        },
        {
            "q": "下列那種放大電路，在靜態時，仍消 耗一些 功率",
            "o": [
                "(A) A 類",
                "(B) B 類",
                "(C) C 類",
                "(D) AB 類"
            ],
            "a": "A"
        },
        {
            "q": "二極體串聯使用可增加",
            "o": [
                "(A) 最大電流",
                "(B) 最大逆向耐壓",
                "(C) 交換時間",
                "(D) 恢復時 間"
            ],
            "a": "B"
        },
        {
            "q": "當電晶體β＝100，若輸入電流 Ib＝10μA，Ic ＝800μA 時，此電晶體工 作於",
            "o": [
                "(A) 截止區",
                "(B) 飽和區",
                "(C) 線性工作區",
                "(D) 空乏區"
            ],
            "a": "B"
        },
        {
            "q": "理想橋式整流電路輸出之直流電壓為 半波整 流電 路之",
            "o": [
                "(A) 2 倍",
                "(B) 倍",
                "(C) 1/ 2倍",
                "(D) 倍"
            ],
            "a": "A"
        },
        {
            "q": "電容器 C，其電容抗為",
            "o": [
                "(A) C",
                "(B) 2πfC",
                "(C) 1/2πfC",
                "(D) C/(2πfC)"
            ],
            "a": "C"
        },
        {
            "q": "矽二極體之切入電壓(V T )在室溫 下約 為 0.6V，當 溫度升 高時，V T 將",
            "o": [
                "(A) 下 降",
                "(B) 上升",
                "(C) 不變",
                "(D) 不一定"
            ],
            "a": "A"
        },
        {
            "q": "UJT 的功用為",
            "o": [
                "(A) 整流",
                "(B) 放大",
                "(C) 產生脈波",
                "(D) 阻抗匹配"
            ],
            "a": "C"
        },
        {
            "q": "RC 串聯電路，若 R＝680kΩ，C＝0.22μ F，則 時間常 數約為",
            "o": [
                "(A) 1.5ms",
                "(B) 1 5ms",
                "(C) 150ms",
                "(D) 0.15ms"
            ],
            "a": "C"
        },
        {
            "q": "常用來提供 TTL IC 穩定電源的穩壓 IC 為",
            "o": [
                "(A) 7805",
                "(B) 7812",
                "(C) 7815",
                "(D) 7912"
            ],
            "a": "A"
        },
        {
            "q": "一個理想的電壓放大器，其輸入阻 抗 R i 與輸 出阻 抗 R o 應分別 為",
            "o": [
                "(A) ∞，∞",
                "(B) 0，∞",
                "(C) ∞，0",
                "(D) 0，0"
            ],
            "a": "C"
        },
        {
            "q": "下列哪一個元件是運算放大器﹖",
            "o": [
                "(A) μA741",
                "(B) 2N3569",
                "(C) SN7400",
                "(D) CD4001"
            ],
            "a": "A"
        },
        {
            "q": "下列元件何者不可做光感測器﹖",
            "o": [
                "(A) 光二極體",
                "(B) 光電晶體",
                "(C) 光敏電阻",
                "(D) 發 光二極體"
            ],
            "a": "D"
        },
        {
            "q": "電晶體小信號放大，其主要要求為",
            "o": [
                "(A) 線性放大",
                "(B) 功率放大",
                "(C) 頻率響應好",
                "(D) 電流增益大"
            ],
            "a": "A"
        },
        {
            "q": "共射極放大器輸入信號與輸出信號各 位於何 極之 間",
            "o": [
                "(A) B-C，C-E",
                "(B) B-E，C -B",
                "(C) B-E，C-E",
                "(D) C-B，C-E"
            ],
            "a": "C"
        },
        {
            "q": "電晶體工作於 CE 放大時，集 極對射 極電壓 應",
            "o": [
                "(A) NPN 及 PNP 為正",
                "(B) NPN 為正，PNP 為負",
                "(C) NPN 及 PNP 為負",
                "(D) NPN 為負，PNP 為正"
            ],
            "a": "B"
        },
        {
            "q": "電晶體截止時 V CE 電壓等於",
            "o": [
                "(A) 0V",
                "(B) 0.2V",
                "(C) 0.8V",
                "(D) V CC"
            ],
            "a": "D"
        },
        {
            "q": "飽和型電晶體開關電路比非飽和型電 晶體開 關電 路速度 慢，其 主要原 因為",
            "o": [
                "(A) 儲存時間較長",
                "(B) 延遲時間較長",
                "(C) 上昇時間較長",
                "(D) 下降時間較長"
            ],
            "a": "A"
        },
        {
            "q": "在各種交連電路中，何種交連之頻率 響應最 差",
            "o": [
                "(A) 變壓器交連",
                "(B) RC 交連",
                "(C) 電感交連",
                "(D) 直接交連"
            ],
            "a": "A"
        },
        {
            "q": "要使 N 通道增強型 MOS FE T 導通其 閘極偏 壓應為",
            "o": [
                "(A) 負電壓",
                "(B) 正電壓",
                "(C) 正負電壓均可",
                "(D) 零電壓"
            ],
            "a": "B"
        },
        {
            "q": "若將共源級放大器之源極旁路電容器 移走時 ，",
            "o": [
                "(A) 電壓增益降低",
                "(B) 電壓增 益增加",
                "(C) 互導降低",
                "(D) 互導增加"
            ],
            "a": "A"
        },
        {
            "q": "下列何者不是達靈頓電路之特點",
            "o": [
                "(A) 高電壓增益",
                "(B) 高電流增益",
                "(C) 高輸入阻 抗",
                "(D) 低輸出阻抗"
            ],
            "a": "A"
        },
        {
            "q": "有一放大器將 1mV 信號放大至 10V，其 電壓增 益為",
            "o": [
                "(A) 20dB",
                "(B) 40dB",
                "(C) 60d B",
                "(D) 80dB"
            ],
            "a": "D"
        },
        {
            "q": "放大器，其工作點在截止區者為",
            "o": [
                "(A) 甲乙類放大",
                "(B) 乙類放大",
                "(C) 甲類放大",
                "(D) 丙類放大"
            ],
            "a": "B"
        },
        {
            "q": "乙類推挽放大作功率放大器時最高效 率為",
            "o": [
                "(A) 61.5％",
                "(B) 70.5％",
                "(C) 78.5％",
                "(D) 8 5.5％"
            ],
            "a": "C"
        },
        {
            "q": "一個三級放大電路，各級電壓分別 為 10dB、20dB、30d B 則總 電壓增 益為",
            "o": [
                "(A) 30dB",
                "(B) 60dB",
                "(C) 300dB",
                "(D) 600dB"
            ],
            "a": "B"
        },
        {
            "q": "欲使差動放大器趨於理想則需",
            "o": [
                "(A) 提高 CMRR",
                "(B) 提高電源電壓",
                "(C) 降低輸入 電壓",
                "(D) 提高共模增益"
            ],
            "a": "A"
        },
        {
            "q": "放大器電壓增益為 100，若加上一回授因 數β＝0.19 的負回 授電路 ，則回 授後電壓增益為",
            "o": [
                "(A) 5",
                "(B) 19",
                "(C) 50",
                "(D) 100"
            ],
            "a": "A"
        },
        {
            "q": "運算放大器之 CMRR 值愈 大時， 則表示",
            "o": [
                "(A) 共模增益愈大",
                "(B) 易消除雜訊",
                "(C) 差動放大器愈差",
                "(D) 容易產生雜訊"
            ],
            "a": "B"
        },
        {
            "q": "放大器加上負回授後",
            "o": [
                "(A) 增益增加",
                "(B) 頻寬減少",
                "(C) 改善失真",
                "(D) 穩定度減低"
            ],
            "a": "C"
        },
        {
            "q": "何種負回授型態可增加輸出電阻與降 低輸入 電阻",
            "o": [
                "(A) 電壓串聯負回授",
                "(B) 電 壓並聯負回授",
                "(C) 電流並聯負回授",
                "(D) 電流串聯負回授"
            ],
            "a": "C"
        },
        {
            "q": "半波整流電中（含一個二極體及電容 ）二極 體之 最大反 向電壓 約為電 源峰 值的",
            "o": [
                "(A) 1 倍",
                "(B) 1.414 倍",
                "(C) 2 倍",
                "(D) 3 倍"
            ],
            "a": "C"
        },
        {
            "q": "RC 串聯電路之時間常數為",
            "o": [
                "(A) C/R",
                "(B) R/C",
                "(C) RC",
                "(D) R＋C"
            ],
            "a": "C"
        },
        {
            "q": "相移振盪器的 RC 相移網路至 少需要 幾節",
            "o": [
                "(A) 2 節",
                "(B) 3 節",
                "(C) 5 節",
                "(D) 7 節"
            ],
            "a": "B"
        },
        {
            "q": "下列何者為非正弦波振盪器",
            "o": [
                "(A) 考畢子振盪器",
                "(B) 韋恩電橋振盪器",
                "(C) 相移振 盪器",
                "(D) 無穩態多諧振盪器"
            ],
            "a": "D"
        },
        {
            "q": "一個工作電壓為 2V，工作最大電流 為 20mA 的 L ED 若工作 於 12V 直流電 壓源，則串接的電阻 R 應選用",
            "o": [
                "(A) 100Ω",
                "(B) 200Ω",
                "(C) 390Ω",
                "(D) 510Ω"
            ],
            "a": "D"
        },
        {
            "q": "LED 發光顏色與下列何者有關",
            "o": [
                "(A) 外加電壓大小",
                "(B) 外加電壓頻率",
                "(C) 材料能 帶間隙",
                "(D) 通過電流大小"
            ],
            "a": "C"
        },
        {
            "q": "SCR 控制電路中若觸發角度 越大表 示負載 功率消 耗",
            "o": [
                "(A) 不變",
                "(B) 增加 1 倍",
                "(C) 越小",
                "(D) 越大"
            ],
            "a": "C"
        },
        {
            "q": "下列那一個元件可利用正或負脈衝觸 發而雙 向導 通",
            "o": [
                "(A) UJT",
                "(B) TRAIC",
                "(C) PU T",
                "(D) SCR"
            ],
            "a": "B"
        },
        {
            "q": "下列那一種方法不能使已經導通的 S CR 截止",
            "o": [
                "(A) 陽極電流降至維持電流以 下",
                "(B) 切斷陽極電流",
                "(C) 使 SCR 的陽極陰極電壓反 相",
                "(D) 切斷閘極電流"
            ],
            "a": "D"
        },
        {
            "q": "下列那一種元件不適合做感測器",
            "o": [
                "(A) 應變器",
                "(B) 熱電耦",
                "(C) 光電晶體",
                "(D) LED"
            ],
            "a": "D"
        },
        {
            "q": "電晶體飽和時，V CE 電壓約為",
            "o": [
                "(A) 0.2V",
                "(B) 0.8V",
                "(C) 1.0V",
                "(D) V CC"
            ],
            "a": "A"
        },
        {
            "q": "當運算放大器飽和時，下列何種特性 仍能保 持？",
            "o": [
                "(A) 線性電流增益",
                "(B) 線性 電壓增益",
                "(C) 輸出阻抗趨近無窮大",
                "(D) 輸入阻抗趨近無窮大"
            ],
            "a": "D"
        },
        {
            "q": "下列何者最有可能為 UJT 的本 質內分 比(η )之值 ？",
            "o": [
                "(A) 0.1",
                "(B) 1.9",
                "(C) 5.0",
                "(D) 0.6"
            ],
            "a": "D"
        },
        {
            "q": "TRIAC 的三根腳名稱分別為",
            "o": [
                "(A) 阻極、陰極、閘極",
                "(B) 基極、射極、集極",
                "(C) 閘極、MT1 極、MT2 極",
                "(D) 基極、源極、汲極"
            ],
            "a": "C"
        },
        {
            "q": "電子的帶電量為多少庫侖？",
            "o": [
                "(A) 9.11×10 - 3 1",
                "(B) -1.6×10 - 1 9",
                "(C) -1.67×10 - 2 7",
                "(D) 1.6 ×10 - 1 9"
            ],
            "a": "B"
        },
        {
            "q": "下列何者不是音樂 IC 的編號？",
            "o": [
                "(A) HT3810",
                "(B) HT3814",
                "(C) HT4830",
                "(D) TA66T"
            ],
            "a": "C"
        },
        {
            "q": "在通訊系統中將數位訊號轉換成類比 訊號， 並將 其傳送 出去的 過程稱 為",
            "o": [
                "(A) 調變",
                "(B) 通訊",
                "(C) 解調",
                "(D) 傳輸"
            ],
            "a": "A"
        },
        {
            "q": "正反器（flip-flop）為何種振 盪器？",
            "o": [
                "(A) 多穩態多諧振盪器",
                "(B) 雙穩態多諧振 盪器",
                "(C) 非穩態多諧振盪器",
                "(D) 單穩態多諧振盪器"
            ],
            "a": "B"
        },
        {
            "q": "元素的原子量是指",
            "o": [
                "(A) 電子數＋質子數",
                "(B) 電子數＋中子數",
                "(C) 質子數＋中子 數",
                "(D) 電子數"
            ],
            "a": "C"
        },
        {
            "q": "若需要辨別電晶體的 C、B、 E 接腳 ，若使 用指針 型三用 電錶時 ，需 將電錶 切換至",
            "o": [
                "(A) AC 檔",
                "(B) DC 檔",
                "(C) 電流檔",
                "(D) 歐姆檔"
            ],
            "a": "D"
        },
        {
            "q": "下列有關電洞的敘述何者正確？",
            "o": [
                "(A) 電子脫離原子軌道所留下的空位",
                "(B) 帶 正電荷之離子所留下的空位",
                "(C) 帶負電荷之粒子",
                "(D) 正電荷脫離原子軌道所 留下之空間"
            ],
            "a": "A"
        },
        {
            "q": "下列敘述何者正確？",
            "o": [
                "(A) 當溫度升高時，一般金屬導體電阻下 降",
                "(B) 在矽半 導體當溫度上升時，其電阻下降",
                "(C) 在 P 型半導體裡，導電的 載子主 要是電 子",
                "(D) 在 N 型半導體裡，電子的濃度將 隨溫度 的昇 高而減 少"
            ],
            "a": "B"
        },
        {
            "q": "下列哪種情形，二極體 PN 接 面出現 的空乏 區會更 大",
            "o": [
                "(A) 斷路時",
                "(B) 短路時",
                "(C) 外加逆向偏壓時",
                "(D) 外加順向偏壓時"
            ],
            "a": "C"
        },
        {
            "q": "矽材質二極體，其兩端的壓降隨溫度 變化的 改變 量約為",
            "o": [
                "(A) +25mV/°C",
                "(B) +2. 5mV/°C",
                "(C) -25mV/°C",
                "(D) -2.5mV/°C"
            ],
            "a": "D"
        },
        {
            "q": "矽質材料二極體串聯一個 4KΩ的電阻 ，接 上一 12V 的順向 偏壓， 若考 慮 障壁電位，則電阻兩端的電壓為",
            "o": [
                "(A) 11.3V",
                "(B) 11.6V",
                "(C) 11.7V",
                "(D) 12V"
            ],
            "a": "A"
        },
        {
            "q": "60HZ 的電源經全波整流後所得之漣 波頻率 為",
            "o": [
                "(A) 240Hz",
                "(B) 30Hz",
                "(C) 60Hz",
                "(D) 1 20Hz"
            ],
            "a": "D"
        },
        {
            "q": "雙極性接面電晶體（BJT）是屬 於下列 何者控 制的元 件？",
            "o": [
                "(A) 電磁",
                "(B) 電壓",
                "(C) 電流",
                "(D) 光藕合"
            ],
            "a": "C"
        },
        {
            "q": "下列最接近理想的直流電源的漣波因 數是？",
            "o": [
                "(A) 0.01%",
                "(B) 0.001%",
                "(C) 0.1%",
                "(D) 1%"
            ],
            "a": "B"
        },
        {
            "q": "場效電晶體（FET）的特性 下列何 者正確 ？",
            "o": [
                "(A) 電流控制元件",
                "(B) 雙極性元件",
                "(C) 汲源極之阻抗很大",
                "(D) 單載子元件"
            ],
            "a": "D"
        },
        {
            "q": "場效電晶體（FET）與雙載 子電晶 體（BJ T） 相比， 下列何 者不是 的主要 優 點？",
            "o": [
                "(A) 輸入阻抗極高",
                "(B) 操作速度比較快",
                "(C) 不易受輻射的影響",
                "(D) 熱穩定度 較佳"
            ],
            "a": "B"
        },
        {
            "q": "下列何者元件的輸入電阻最大？",
            "o": [
                "(A) 雙極性電晶體",
                "(B) 接面型場效電晶體",
                "(C) 金氧半場效電晶體",
                "(D) 都一樣大"
            ],
            "a": "C"
        },
        {
            "q": "欲使一 N 通道空乏型 MO SF E T 操作 於截止 區，則 閘極( G)對 源極( S) 應加",
            "o": [
                "(A) 負電壓",
                "(B) 正電壓",
                "(C) 零電位",
                "(D) 正負電壓皆可"
            ],
            "a": "A"
        },
        {
            "q": "相較於 TTL 電路，CM O S 電路 的特性 ，何者 錯誤？",
            "o": [
                "(A) 雜訊免除性佳",
                "(B) 製 作容易、價格低廉",
                "(C) 消耗功率極小",
                "(D) 交換速率較快"
            ],
            "a": "D"
        },
        {
            "q": "直流電源供應器輸出之直流電壓為 30V ，漣波 電壓的 有效值 為 30mV， 則 漣波因數為多少？",
            "o": [
                "(A) 0.1%",
                "(B) 1.5%",
                "(C) 3%",
                "(D) 10%"
            ],
            "a": "A"
        },
        {
            "q": "下列敘述哪一項正確？",
            "o": [
                "(A) 1KΩ和 5.1KΩ的電阻器並聯後的等效電 阻會大 於 5.1KΩ",
                "(B) 0.1uF 和 10uF 的電容器並聯後的等效 電容會 大於 10u F",
                "(C) 8.2u H 和 47uH 的電感器並聯後的等效電感 會大 於 47uH",
                "(D) 兩個 1.5V 的乾電池 並聯後可以獲得 3.0V 的電壓"
            ],
            "a": "B"
        },
        {
            "q": "理論上同時出現在差動放大器兩個輸 入端的 雜訊",
            "o": [
                "(A) 是一種差模訊號",
                "(B) 會 被消除",
                "(C) 會被放大",
                "(D) 會疊加出現在輸出端上"
            ],
            "a": "B"
        },
        {
            "q": "某變壓器初級線圈和次級線圈的匝數 比為 10 ：1，初級 線圈接 上 A C110 V，則次級線圈輸出電壓是",
            "o": [
                "(A) 9V",
                "(B) 10V",
                "(C) 11V",
                "(D) 20V"
            ],
            "a": "C"
        },
        {
            "q": "稽納二極體保持在額定之稽納電壓時",
            "o": [
                "(A) 電流大小不容許有任何的擾動現象",
                "(B) 電流大小不受其額定輸出功率 的限制",
                "(C) 電流是由陽極 A 往陰極 K 方 向 流動",
                "(D) 應滿足其逆向偏壓的條件"
            ],
            "a": "D"
        },
        {
            "q": "下列何者不是光敏電阻的特性？",
            "o": [
                "(A) 光敏電阻上的皺褶圖案為其受光 面",
                "(B) 入射受光面的光源越強，其電阻值就 越大",
                "(C) 光敏電阻上的皺褶越長，其原 生的電阻值就會越低",
                "(D) 光敏電阻的誤差範圍和再現性使其不 適合作 為精密 光學量測之用"
            ],
            "a": "B"
        },
        {
            "q": "共射、共集、共基三種 BJT 電晶體 放大電 路，下 列敘述 何者不 正確",
            "o": [
                "(A) 共射 放大器功率增益趨近於 1",
                "(B) 共集放大器電壓增益趨近於 1",
                "(C) 共基放大器電 流增益趨近於 1",
                "(D) 對於電壓訊號，共集放大器可以用 於改善 放大電 路的輸 出、入阻抗特性"
            ],
            "a": "A"
        },
        {
            "q": "由 BJT 電晶體構成之差動放 大器可 以視為 是哪兩 種放大 器的組 合",
            "o": [
                "(A) 共射與 共集放大器",
                "(B) 共射與共基放大器",
                "(C) 共集與共基放大器",
                "(D) 射極隨耦器與共 射放大器"
            ],
            "a": "B"
        },
        {
            "q": "BJT 電晶體可以工作在截止區 、線性 區、和 飽和區 。下列 哪一項 關係式 在 此三個工作區中都是成立的",
            "o": [
                "(A) I C /I B ＜β",
                "(B) I C =αI E",
                "(C) V CE =0.2V",
                "(D) I E =I B +I C"
            ],
            "a": "D"
        },
        {
            "q": "振幅限制器可利用下列何種電路？",
            "o": [
                "(A) 濾波電路",
                "(B) 倍壓電壓",
                "(C) 截波電路",
                "(D) 穩壓電路"
            ],
            "a": "C"
        },
        {
            "q": "下列敘述何者錯誤？",
            "o": [
                "(A) BJT 當開關使用時是工作於飽和 區或截 止區",
                "(B) BJT 當放大器使用時是工作於主動區",
                "(C) BJT 在主動區的偏壓方式 是 B E 接 面順 向偏壓， BC 接面逆向偏壓",
                "(D) BJT 在飽和區的偏壓方式是 B E 接面 逆向偏 壓， BC 接面逆向偏壓"
            ],
            "a": "D"
        },
        {
            "q": "射極隨耦器，屬於下列何種放大器？",
            "o": [
                "(A) 共射極放大器",
                "(B) 共集極放大器",
                "(C) 共基極放大器",
                "(D) 共源極放大器"
            ],
            "a": "B"
        },
        {
            "q": "下列那一種方法不能使已經導通的 S CR 截止？",
            "o": [
                "(A) 陽極電流降至維持電流 以下",
                "(B) 切斷陽極電流",
                "(C) 使 SCR 的陽極陰極電壓 反相",
                "(D) 切斷閘極電流 。 0 2 800 工業電 子 丙 級 工 作 項 目 10： 數位系 統"
            ],
            "a": "D"
        },
        {
            "q": "二進位數 110111，其等效之十進位數為",
            "o": [
                "(A) 49",
                "(B) 55",
                "(C) 62",
                "(D) 103"
            ],
            "a": "B"
        },
        {
            "q": "十進位數 38，其等效之 BCD 碼為",
            "o": [
                "(A) 111000",
                "(B) 100110",
                "(C) 00111000",
                "(D) 0010 0110"
            ],
            "a": "C"
        },
        {
            "q": "欲設計一個除 99 的非同步計數器， 至少需 若干正 反器？",
            "o": [
                "(A) 6",
                "(B) 7",
                "(C) 8",
                "(D) 10 個"
            ],
            "a": "B"
        },
        {
            "q": "下列那種 IC 的消耗功率最低",
            "o": [
                "(A) 7400",
                "(B) 54H00",
                "(C) 74S00",
                "(D) 74LS00"
            ],
            "a": "D"
        },
        {
            "q": "將 0.625 (1 0 ) 轉換成二進位 ，其值 為",
            "o": [
                "(A) 0.011",
                "(B) 0.010",
                "(C) 0.111",
                "(D) 0.101"
            ],
            "a": "D"
        },
        {
            "q": "8 個位元所能表示的最大值為",
            "o": [
                "(A) 8000 (1 0 )",
                "(B) 11111111 (1 0 )",
                "(C) 255 (1 0 )",
                "(D) 512 (1 0)"
            ],
            "a": "C"
        },
        {
            "q": "正邏輯閘的 OR gate 相當於負邏輯閘的",
            "o": [
                "(A) AND",
                "(B) OR",
                "(C) NAND",
                "(D) NOR gat e"
            ],
            "a": "A"
        },
        {
            "q": "TTL 數位電路的輸入端高電 位(H )與低 電位( L)是 由下 列何種 電位範 圍來區 分:",
            "o": [
                "(A) 0.8V 以下為 L，2.4V 以上為 H",
                "(B) 0.4V 以下為 L，2.0V 以上為 H",
                "(C) 0.8V 以下為 L，2.0V 以上為 H",
                "(D) 0.4V 以下為 L，2.4V 以上為 H"
            ],
            "a": "C"
        },
        {
            "q": "布氏代數 f＝A'C+A'B+A B'C +B C 可 簡化為",
            "o": [
                "(A) ABC",
                "(B) A+B+C",
                "(C) AB+AC",
                "(D) C+A'B"
            ],
            "a": "D"
        },
        {
            "q": "三個正反器連接起來的計數器，最多 可當成 除以",
            "o": [
                "(A) 2",
                "(B) 4",
                "(C) 8",
                "(D) 16 的除頻 器"
            ],
            "a": "C"
        },
        {
            "q": "所謂同步計數器是表示所有正反器的",
            "o": [
                "(A) Clock",
                "(B) Clear",
                "(C) Preset",
                "(D) Set 的接 腳全部接在一起，施以同步控制"
            ],
            "a": "A"
        },
        {
            "q": "TTL 74 系列中，下列何者的處理速度最快?",
            "o": [
                "(A) 74S",
                "(B) 74L",
                "(C) 74LS",
                "(D) 74H"
            ],
            "a": "A"
        },
        {
            "q": "下列各邏輯族中何者之交換速度最快",
            "o": [
                "(A) TTL",
                "(B) NMOS",
                "(C) CMOS",
                "(D) ECL"
            ],
            "a": "D"
        },
        {
            "q": "在 J.K 正反器中，J＝0、K＝1 時， 當 C LOC K（時 脈）信 號激發 後，其 輸 出Q與 為",
            "o": [
                "(A) Q＝1， ＝1",
                "(B) Q＝0， ＝1",
                "(C) Q＝0， ＝0",
                "(D) Q＝ 1， ＝0"
            ],
            "a": "B"
        },
        {
            "q": "在二進制表示法中，10110.11 相當於十進制的",
            "o": [
                "(A) 20.5",
                "(B) 22.75",
                "(C) 24.25",
                "(D) 2 7.05"
            ],
            "a": "B"
        },
        {
            "q": "F(A,B,C)＝Σ(0,2,3,4,6,7)化成最簡函 式為 F( A,B,C )＝",
            "o": [
                "(A) B+C",
                "(B) A +B",
                "(C) BC+",
                "(D) B+"
            ],
            "a": "D"
        },
        {
            "q": "電腦 CPU 中的算術邏輯單元 處理運 算時， 資料儲 存的地 方為何 ？",
            "o": [
                "(A) 硬碟",
                "(B) 暫存器",
                "(C) 隨身碟",
                "(D) 記憶體"
            ],
            "a": "B"
        },
        {
            "q": "1GB 的記憶體至少需幾條位址線來 定址？",
            "o": [
                "(A) 8 條",
                "(B) 16 條",
                "(C) 24 條",
                "(D) 32 條"
            ],
            "a": "D"
        },
        {
            "q": "64 位元 CPU，其資料匯流排線數 通常為 何？",
            "o": [
                "(A) 8",
                "(B) 16",
                "(C) 32",
                "(D) 64"
            ],
            "a": "D"
        },
        {
            "q": "電腦資料線內的資料傳輸是雙向性的 ，但又 不能 雙向同 一時間 傳輸， 此種 傳輸模式稱為",
            "o": [
                "(A) 單工",
                "(B) 半雙工",
                "(C) 雙工",
                "(D) 分工"
            ],
            "a": "B"
        },
        {
            "q": "國際標準組織所制定的開放式系統連 結架構 共有 幾層？",
            "o": [
                "(A) 5",
                "(B) 6",
                "(C) 7",
                "(D) 8"
            ],
            "a": "C"
        },
        {
            "q": "下列何者為常用無線資料傳輸介面？",
            "o": [
                "(A) USB",
                "(B) Bluetooth",
                "(C) RS232",
                "(D) 1394"
            ],
            "a": "B"
        },
        {
            "q": "下列何者不為常用無線通訊協定？",
            "o": [
                "(A) GPRS",
                "(B) FTP",
                "(C) IEEE802.11b",
                "(D) IrDA"
            ],
            "a": "B"
        },
        {
            "q": "下列各邏輯電路元件，何者消耗功率 最低？",
            "o": [
                "(A) TTL",
                "(B) CMOS",
                "(C) ECL",
                "(D) DT L"
            ],
            "a": "B"
        },
        {
            "q": "電腦中的快取記憶體（Cache Memory ）是使用下列何種記憶體組成 ？",
            "o": [
                "(A) D RAM",
                "(B) EEPROM",
                "(C) SRAM",
                "(D) Flash"
            ],
            "a": "C"
        },
        {
            "q": "下列何者是順序邏輯電路的代表性元 件？",
            "o": [
                "(A) TTL 基本邏輯閘",
                "(B) CMOS 基 本邏輯閘",
                "(C) 正反器",
                "(D) 三態邏輯閘"
            ],
            "a": "C"
        },
        {
            "q": "八進位數 37 等效於十六進位數",
            "o": [
                "(A) 28",
                "(B) 18",
                "(C) 2F",
                "(D) 1F"
            ],
            "a": "D"
        },
        {
            "q": "十六進位數 2E 等效於二進位數",
            "o": [
                "(A) 101111",
                "(B) 101110",
                "(C) 100111",
                "(D) 111110"
            ],
            "a": "B"
        },
        {
            "q": "TTL 數位 IC 的輸入腳 若空接 ，其輸 入邏輯 準位視 為",
            "o": [
                "(A) 1",
                "(B) 0",
                "(C) 未定、易 受雜訊干擾引起誤動作",
                "(D) 依其他輸入端狀態而定"
            ],
            "a": "A"
        },
        {
            "q": "CMOS 數位 IC 的輸入 腳若空 接，其 輸入邏 輯準位 視為",
            "o": [
                "(A) 1",
                "(B) 0",
                "(C) 未定、 易受雜訊干擾引起誤動作",
                "(D) 高阻抗"
            ],
            "a": "C"
        },
        {
            "q": "若 JK 正反器的輸入 J=1、K =1， 則其動 作等效 於",
            "o": [
                "(A) RS 正反器",
                "(B) D 正反器",
                "(C) T 正反器",
                "(D) 主僕式 RS 正反器"
            ],
            "a": "C"
        },
        {
            "q": "下列何種電路屬於組合邏輯電路",
            "o": [
                "(A) 計數器",
                "(B) 除頻器",
                "(C) 移位暫存器",
                "(D) 多工 器"
            ],
            "a": "D"
        },
        {
            "q": "下列何種電路屬於順序邏輯電路",
            "o": [
                "(A) 編碼器",
                "(B) 解碼器",
                "(C) 計數器",
                "(D) 多工器"
            ],
            "a": "C"
        },
        {
            "q": "下列何種記憶體的資料會因電源中斷 而消失",
            "o": [
                "(A) DRAM",
                "(B) Flash",
                "(C) EPROM",
                "(D) EEPROM"
            ],
            "a": "A"
        },
        {
            "q": "邏輯閘的延遲時間會影響",
            "o": [
                "(A) 工作速度",
                "(B) 工作功率",
                "(C) 扇入扇出數",
                "(D) 消耗功 率"
            ],
            "a": "A"
        },
        {
            "q": "欲組成 3 位元的記憶體必須使用",
            "o": [
                "(A) 2",
                "(B) 3",
                "(C) 4",
                "(D) 6 個正反器"
            ],
            "a": "B"
        },
        {
            "q": "邏輯電路中具有記憶能力的元件為",
            "o": [
                "(A) OR Gate",
                "(B) NOR Gate",
                "(C) AND Gate",
                "(D) 正反器"
            ],
            "a": "D"
        },
        {
            "q": "將 100101100011 （BCD）轉換成十進位數為",
            "o": [
                "(A) 360",
                "(B) 630",
                "(C) 963",
                "(D) 956"
            ],
            "a": "C"
        },
        {
            "q": "將二進位 11011111 轉為 2 的補數，若以十六進位 表示 時，其 值為何 ？",
            "o": [
                "(A) 2 0H",
                "(B) 21H",
                "(C) 22H",
                "(D) 23H"
            ],
            "a": "B"
        },
        {
            "q": "下列何者不是 BCD 碼？",
            "o": [
                "(A) 0000",
                "(B) 0111",
                "(C) 1001",
                "(D) 1011"
            ],
            "a": "D"
        },
        {
            "q": "常用的 7400IC 是何種邏輯閘？",
            "o": [
                "(A) AND",
                "(B) OR",
                "(C) NOT",
                "(D) NAND"
            ],
            "a": "D"
        },
        {
            "q": "布林代數的“+”表示兩個開關 電路之 關係為",
            "o": [
                "(A) 串聯",
                "(B) 並聯",
                "(C) 串並聯",
                "(D) 相加"
            ],
            "a": "B"
        },
        {
            "q": "布林代數中 F=1+A+BC +AC D+BC E，則 化簡後 得 F 為",
            "o": [
                "(A) 1",
                "(B) A+BC",
                "(C) CD+ BC",
                "(D) BC+CE"
            ],
            "a": "A"
        },
        {
            "q": "反及（NAND）閘可以用來實現其他 的邏輯 閘功能 ，具有 「萬用 」特性 。 下列哪一個邏輯閘同樣可以合成其他 的邏輯 電路 ？",
            "o": [
                "(A) 互斥或（XOR）閘",
                "(B) 或（OR）閘",
                "(C) 反或（NOR）閘",
                "(D) 反（NOT）閘"
            ],
            "a": "C"
        },
        {
            "q": "有一 J - K 正反器，在不考慮控制 輸入 下，欲 使其輸 出為反 態現象 ( Q n+ 1 = )，則 J 、 K 之輸入為何？",
            "o": [
                "(A) J =1， K =0",
                "(B) J =1， K =1",
                "(C) J =0， K =0",
                "(D) J = 0， K =1"
            ],
            "a": "B"
        },
        {
            "q": "二個 BCD 碼相加時，和超過",
            "o": [
                "(A) 10",
                "(B) 6",
                "(C) 19",
                "(D) 9 時，必須加 6 來補償"
            ],
            "a": "D"
        },
        {
            "q": "一個 4 位元環形計數器（Ring Counter），其輸出 Q3 Q2 Q1 Q0 之初值設 為 1000，在正常運作之下，計數器的輸出 不會產 生下列 何種狀 態？",
            "o": [
                "(A) 010 0",
                "(B) 0010",
                "(C) 0001",
                "(D) 1001"
            ],
            "a": "D"
        }
    ]
};
